<?php

return [

    'invalid_category_type' => 'Կատեգորիան պետք է լինի սպառվող նյութերի կատեգորիա։',
    'does_not_exist' => 'Սպառվող նյութը գոյություն չունի։',

    'create' => [
        'error' => 'Սպառվող նյութը չի ստեղծվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Սպառվող նյութը հաջողությամբ ստեղծվել է։',
    ],

    'update' => [
        'error' => 'Սպառվող նյութը չի թարմացվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Սպառվող նյութը հաջողությամբ թարմացվել է։',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս սպառվող նյութը։',
        'error' => 'Սպառվող նյութը ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Սպառվող նյութը հաջողությամբ ջնջվել է։',
    ],

    'checkout' => [
        'error' => 'Սպառվող նյութը դուրս չի տրվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Սպառվող նյութը հաջողությամբ դուրս է տրվել։',
        'user_does_not_exist' => 'Այդ օգտատերը անվավեր է։ Խնդրում ենք կրկին փորձել։',
        'unavailable' => 'Այս դուրսգրման համար բավարար սպառվող նյութեր չկան։ Խնդրում ենք ստուգել մնացած քանակը։',
    ],

    'checkin' => [
        'error' => 'Սպառվող նյութը չի վերադարձվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Սպառվող նյութը հաջողությամբ վերադարձվել է։',
        'user_does_not_exist' => 'Այդ օգտատերը անվավեր է։ Խնդրում ենք կրկին փորձել։',
    ],

];
