<?php

return array(

    'does_not_exist' => 'នាយកដ្ឋានមិនមានទេ។',
    'department_already_exists' => 'នាយកដ្ឋានមានរួចហើយដែលមានឈ្មោះនោះនៅទីតាំងក្រុមហ៊ុននេះ។ ឬជ្រើសរើសឈ្មោះជាក់លាក់បន្ថែមទៀតសម្រាប់នាយកដ្ឋាននេះ។ ',
    'assoc_users'	 => 'បច្ចុប្បន្ននាយកដ្ឋាននេះត្រូវបានភ្ជាប់ជាមួយអ្នកប្រើប្រាស់យ៉ាងហោចណាស់ម្នាក់ ហើយមិនអាចលុបបានទេ។ សូម​ធ្វើ​បច្ចុប្បន្នភាព​អ្នក​ប្រើ​របស់​អ្នក​ដើម្បី​លែង​យោង​នាយកដ្ឋាន​នេះ​ទៀត​ហើយ​ព្យាយាម​ម្ដង​ទៀត។ ',
    'create' => array(
        'error'   => 'នាយកដ្ឋានមិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'នាយកដ្ឋានបានបង្កើតដោយជោគជ័យ។'
    ),
    'update' => array(
        'error'   => 'នាយកដ្ឋានមិនត្រូវបានធ្វើបច្ចុប្បន្នភាពទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'នាយកដ្ឋានបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។'
    ),
    'delete' => array(
        'confirm'   	=> 'តើអ្នកប្រាកដថាចង់លុបនាយកដ្ឋាននេះទេ?',
        'error'   => 'មានបញ្ហាក្នុងការលុបនាយកដ្ឋាន។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'នាយកដ្ឋានត្រូវបានលុបដោយជោគជ័យ។'
    )

);
