<?php

return array(

    'does_not_exist' => 'Αποσβέσεις κλάση δεν υπάρχει.',
    'assoc_users'	 => 'Αυτή η απόσβεση είναι επί του παρόντος σχετίζεται με ένα ή περισσότερα μοντέλα και δεν μπορεί να διαγραφεί. Παρακαλώ διαγράψτε τα μοντέλα, και, στη συνέχεια, προσπαθήστε να διαγράψετε ξανά. ',


    'create' => array(
        'error'   => 'Δεν δημιουργήθηκε κλάση απόσβεσης, δοκιμάστε ξανά. :(',
        'success' => 'Η κατηγορία απόσβεσης δημιουργήθηκε με επιτυχία. :)'
    ),

    'update' => array(
        'error'   => 'Η κατηγορία απόσβεσης δεν ενημερώθηκε, δοκιμάστε ξανά',
        'success' => 'Η τάξη απόσβεσης ενημερώθηκε με επιτυχία.'
    ),

    'delete' => array(
        'confirm'   => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την κατηγορία απόσβεσης;',
        'error'   => 'Υπήρξε ένα ζήτημα διαγράφοντας την τάξη αποσβέσεων. Παρακαλώ δοκιμάστε ξανά.',
        'success' => 'Η τάξη αποσβέσεων διαγράφηκε με επιτυχία.'
    )

);
