<?php

return array(

    'accepted'                  => 'You have successfully accepted this item.',
    'declined'                  => 'You have successfully declined this item.',
    'bulk_manager_warn'	        => 'Вашите корисници се ажурирани, но записот за менаџерот не е зачуван, бидејќи менаџерот што го избравте беше во листата на корисници што се ажурираа. Корисниците не може да бидат свој сопствен менаџер. Изберете ги корисниците повторно, со исклучок на менаџерот и пробајте пак.',
    'user_exists'               => 'Корисникот веќе постои!',
    'cannot_delete'             => 'User does not exist or you do not have permission to delete them.',
    'user_not_found'            => 'Корисникот не постои или вие намате овластување да го видите.',
    'user_login_required'       => 'Полето за корисничко име е задолжително',
    'user_has_no_assets_assigned' => 'Моментално нема средства доделени на корисникот.',
    'user_password_required'    => 'Потребна е лозинка.',
    'insufficient_permissions'  => 'Недоволни дозволи.',
    'user_deleted_warning'      => 'Овој корисник е избришан. Ќе мора да го вратите за да го ажурирате или да му доделите нови основни средства.',
    'ldap_not_configured'        => 'Интеграција со LDAP не е конфигурирана.',
    'password_resets_sent'      => 'На избраниот корисник кој е активиран и има валидна адреса на е-пошта испратен е линк за обнова на лозинката.',
    'password_reset_sent'       => 'Линк за обнова на лозинка е испратен на :email!',
    'user_has_no_email'         => 'Корисникот нема адреса на е-пошта во неговиот профил.',
    'log_record_not_found'        => 'Не можеше да се најде соодветен запис од дневникот за овој корисник.',


    'success' => array(
        'create'    => 'Корисникот е креиран.',
        'update'    => 'Корисникот е ажуриран.',
        'update_bulk'    => 'Корисниците се ажурирани!',
        'delete'    => 'Корисникот е избришан.',
        'ban'       => 'Корисникот е блокиран.',
        'unban'     => 'Корисникот е одблокиран.',
        'suspend'   => 'Корисникот е привремено блокиран.',
        'unsuspend' => 'Привременото блокирање е отстрането.',
        'restored'  => 'Корисникот е вратен.',
        'import'    => 'Корисниците се увезени.',
    ),

    'error' => array(
        'create' => 'Имаше проблем со креирање на корисникот. Обидете се повторно.',
        'update' => 'Имаше проблем со ажурирање на корисникот. Обидете се повторно.',
        'delete' => 'Имаше проблем со бришење на корисникот. Обидете се повторно.',
        'delete_has_assets' => 'Корисникот има задолжени ставки и не може да биде избришан.',
        'delete_has_assets_var' => 'Овој корисник сè уште има доделено додатоци. Ве молиме прво проверете.|Овој корисник има :count додатоци. Ве молиме прво проверете.',
        'delete_has_licenses_var' => 'Овој корисник сè уште има доделено лиценци. Ве молиме прво проверете.|Овој корисник има :count лиценци. Ве молиме прво проверете.',
        'delete_has_accessories_var' => 'Овој корисник сè уште има доделено додатоци. Ве молиме прво проверете.|Овој корисник има :count доделени додатоци. Ве молиме прво проверете.',
        'delete_has_locations_var' => 'Овој корисник сè уште управува со локацијата. Ве молиме прво изберете друг менаџер.|Овој корисник управува со :count локации. Ве молиме прво изберете друг менаџер.',
        'delete_has_users_var' => 'Овој корисник сè уште управува со друг корисник. Ве молиме прво изберете друг менаџер за тој корисник.|Овој корисник управува со :count корисници. Ве молиме прво за него изберете друг менаџер.',
        'unsuspend' => 'Имаше проблем со отстранување на привременото блокирање. Обидете се повторно.',
        'import'    => 'Имаше проблем со увозот на корисници. Обидете се повторно.',
        'asset_already_accepted' => 'Ова основно средство веќе е прифатено.',
        'accept_or_decline' => 'Мора да го прифатите или одбиете основното средство.',
        'cannot_delete_yourself' => 'Ќе се чувствуваме навистина лошо ако се избришите самиот себе, ве молиме размислете.',
        'incorrect_user_accepted' => 'Средството што се обидовте да го прифатите не е задожено на Вас.',
        'ldap_could_not_connect' => 'Не можам да се поврзам со LDAP серверот. Проверете ја конфигурацијата за LDAP сервер во LDAP конфигурациската датотека. <br>Грешка од LDAP-серверот:',
        'ldap_could_not_bind' => 'Не можам да се поврзам со LDAP серверот. Проверете ја конфигурацијата за LDAP сервер во LDAP конфигурациската датотека. <br>Грешка од LDAP-серверот: ',
        'ldap_could_not_search' => 'Не можам да го пребарам LDAP серверот. Проверете ја конфигурацијата за LDAP сервер во LDAP конфигурациската датотека. <br>Грешка од LDAP-серверот:',
        'ldap_could_not_get_entries' => 'Не можам да добијам записи од LDAP серверот. Проверете ја конфигурацијата за LDAP сервер во LDAP конфигурациската датотека. <br>Грешка од LDAP-серверот:',
        'password_ldap' => 'Лозинката за корисникот е управувана од LDAP/Active Directory. Ве молиме контактирајте го одделот за ИТ за да ја смените вашата лозинка. ',
        'multi_company_items_assigned' => 'Овој корисник има доделени ставки кои припаѓаат на друга компанија. Ве молиме проверете ги или уредете ја нивната компанија.'
    ),

    'deletefile' => array(
        'error'   => 'Датотеката не се избриша. Обидете се повторно.',
        'success' => 'Датотеката е избришана.',
    ),

    'upload' => array(
        'error'   => 'Датотеките не се прикачени. Обидете се повторно.',
        'success' => 'Датотеките се прикачени.',
        'nofiles' => 'Не одбравте датотеки за прикачување',
        'invalidfiles' => 'Една или повеќе од вашите датотеки е преголема или е тип на датотека што не е дозволен. Дозволени типови на датотеки се png, gif, jpg, doc, docx, pdf и txt.',
    ),

    'inventorynotification' => array(
        'error'   => 'Корисникот нема внесено е-пошта.',
        'success' => 'Корисникот е известен за неговиот тековен инвентар.'
    )
);