<?php

return array(
    'component_name'                  => 'Име на компонент',
    'checkin'                             => 'Вписване на компонент',
    'checkout'                             => 'Изписване на компонент',
    'cost'				=> 'Цена на закупуване',
    'create'                             => 'Създай компонент',
    'edit'                             => 'Промени компонент',
    'date'					=> 'Дата на закупуване',
    'order'					=> 'Номер на поръчка',
    'remaining' 			             => 'Оставащо',
    'total' 			                 => 'Общо',
    'update'                            => 'Обновяване на компонент',
    'checkin_limit'            => 'Вписаното количество трябва да е равно или по-малко от :assigned_qty'
);
