<?php

return array(

    'does_not_exist' => 'Компонентът не съществува.',

    'create' => array(
        'error'   => 'Компонентът не беше създаден, моля опитайте отново.',
        'success' => 'Компонентът създаден успешно.'
    ),

    'update' => array(
        'error'   => 'Компонентът не беше обновен, моля опитайте отново.',
        'success' => 'Компонентът обновен успешно.'
    ),

    'delete' => array(
        'confirm'   => 'Сигурни ли сте, че желаете да изтриете този компонент?',
        'error'   => 'Възникна проблем при изтриването на компонента. Моля опитайте отново.',
        'success' => 'Компонентът бе изтрит успешно.',
        'error_qty'   => 'Някой компоненти от този тип са все още изписани. Моля проверете ги и пробвайте отново.',
    ),

     'checkout' => array(
        'error'   		=> 'Компонентът не беше отписан, моля опитайте отново.',
        'success' 		=> 'Компонентът отписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.',
        'unavailable'      => 'Няма достатъчно компоненти: :remaining налични, :requested заявени ',
    ),

    'checkin' => array(
        'error'   		=> 'Компонентът не беше вписан, моля опитайте отново.',
        'success' 		=> 'Компонентът вписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.'
    )


);
