<?php

return array(

    'group_exists'        => 'הקבוצה כבר קיימת!',
    'group_not_found'     => 'מזהה הקבוצה :id לא קיים.',
    'group_name_required' => 'שדה השדה נדרש',

    'success' => array(
        'create' => 'הקבוצה נוצרה בהצלחה.',
        'update' => 'הקבוצה עודכנה בהצלחה.',
        'delete' => 'הקבוצה נמחקה בהצלחה.',
    ),

    'delete' => array(
        'confirm'   => 'האם אתה בטוח שברצונך למחוק קבוצה זו?',
        'create' => 'היתה בעיה ביצירת הקבוצה. בבקשה נסה שוב.',
        'update' => 'היתה בעיה בעדכון הקבוצה. בבקשה נסה שוב.',
        'delete' => 'הייתה בעיה במחיקת הקבוצה. בבקשה נסה שוב.',
    ),

);
