<?php

return [

    'group_exists' => 'הקבוצה כבר קיימת!',
    'group_not_found' => 'מזהה הקבוצה :id לא קיים.',
    'group_name_required' => 'שדה השדה נדרש',
    'assoc_users' => 'מחלקה זו משויכת כרגע למשתמש אחד לפחות ולא ניתן למחוק אותה. עדכן את המשתמשים שלך כדי לא להפנות עוד למחלקה זו ונסה שוב.',

    'success' => [
        'create' => 'הקבוצה נוצרה בהצלחה.',
        'update' => 'הקבוצה עודכנה בהצלחה.',
        'delete' => 'הקבוצה נמחקה בהצלחה.',
    ],

    'delete' => [
        'confirm' => 'האם אתה בטוח שברצונך למחוק קבוצה זו?',
        'create' => 'היתה בעיה ביצירת הקבוצה. בבקשה נסה שוב.',
        'update' => 'היתה בעיה בעדכון הקבוצה. בבקשה נסה שוב.',
        'delete' => 'הייתה בעיה במחיקת הקבוצה. בבקשה נסה שוב.',
    ],

];
