<?php

return array(
    'about_suppliers_title' => 'حول الموردين',
    'about_suppliers_text'  => 'يتم استخدام الموردين لتتبع مصدر العناصر',
    'address'               => 'عنوان المورد',
    'assets'                => 'الأصول',
    'city'                  => 'المدينة',
    'contact'               => 'اسم جهة الاتصال',
    'country'               => 'الدولة',
    'create'                => 'إنشاء مورد',
    'email'                 => 'البريد الالكتروني',
    'fax'                   => 'فاكس',
    'id'                    => 'رقم التعريف',
    'licenses'              => 'التراخيص',
    'name'                  => 'إسم المورد',
    'notes'                 => 'ملاحظات',
    'phone'                 => 'هاتف',
    'state'                 => 'الحالة',
    'suppliers'             => 'الموردون',
    'update'                => 'تحديث المورد',
    'view'                  => 'مشاهدة المورد',
    'view_assets_for'       => 'عرض الأصول لـ',
    'zip'                   => 'الرمز البريدي',

);
