<?php

return array(
    'about_models_title'     => 'Про моделі активів',
    'about_models_text'           => 'Моделі активів це спосіб групування ідентичних активів. Наприклад, «Lenovo G700», «Nokia 3310», тощо.',
    'deleted'  					=> 'Цю модель було видалено.',
    'bulk_delete'               => 'Масове видалення моделей активів',
    'bulk_delete_help'               => 'Скористайтеся прапорцями нижче, щоб підтвердити видалення вибраних моделей активів. Моделі активу, які мають активи, пов\'язані з ними, не можуть бути видалені, поки активи не пов\'язані з іншою моделлю.',
    'bulk_delete_warn'          => 'Ви збираєтеся видалити одну модель активу. | Ви збираєтеся видалити :model_count моделей активів.',
    'restore'                   => 'Відновити модель',
    'requestable'               => 'Користувачі можуть створювати запит на цю модель',
	'show_mac_address'			      => 'Показувати поле адреси MAC в медіафайлах в цій моделі',
    'view_deleted'              => 'Переглянути видалені',
    'view_models'               => 'Переглянути моделі',
    'fieldset'                  => 'Набір полів',
    'no_custom_field'           => 'Немає настроюваних полів',
    'add_default_values'        => 'Додати значення за замовчуванням',
);
