<?php

return array(
    'checkout'                          => 'Выдать расходный материал пользователю',
    'consumable_name'                   => 'Название расходного материала',
    'create'                            => 'Создать расходный материал',
    'item_no'                           => 'Артикул',
    'remaining' 			            => 'Осталось',
    'total' 			                => 'Всего',
    'update'                            => 'Обновить расходный материал',
    'inventory_warning'                 => 'Количество расходных материалов меньше минимального количества :min_count',
);
