<?php

return array(

    'does_not_exist' => '감가 상각 등급이 존재하지 않습니다.',
    'assoc_users'	 => '이 감가 상각은 현재 하나 이상의 모델들에 연결되어 있습니다. 모델들을 삭제하고, 다시 삭제해 주세요. ',


    'create' => array(
        'error'   => '감가 상각 등급이 생성되지 않았습니다. 다시 시도해 주세요. :(',
        'success' => '감가 상각 등급이 생성되었습니다. :)'
    ),

    'update' => array(
        'error'   => '감가 상각 등급이 갱신되지 않았습니다. 다시 시도해 주세요.',
        'success' => '감가 상각 등급이 갱신 되었습니다.'
    ),

    'delete' => array(
        'confirm'   => '이 감가 상각 등급을 삭제 하시겠습니까?',
        'error'   => '감가 상각 등급 삭제 중 문제가 발생했습니다. 다시 시도해 주세요.',
        'success' => '감가 상각 등급이 삭제되었습니다.'
    )

);
