<?php

return array(

    'does_not_exist' => 'Розташування не існує.',
    'assoc_users'    => 'Цю локацію наразі неможливо видалити, оскільки вона є основною для принаймні одного об’єкта чи користувача, до неї прив’язані активи або вона є батьківською для іншої локації. Будь ласка, оновіть свої записи, щоб вони більше не посилалися на цю локацію, і спробуйте знову ',
    'assoc_assets'	 => 'Це розташування в даний час пов\'язано принаймні з одним активом і не може бути видалений. Будь ласка, оновіть ваші медіафайли, щоб більше не посилатися на це розташування і повторіть спробу. ',
    'assoc_child_loc'	 => 'Це місцезнаходження наразі батько принаймні одного дочірнього місця і не може бути видалений. Будь ласка, оновіть ваше місцеположення, щоб більше не посилатися на це місце і повторіть спробу. ',
    'assigned_assets' => 'Призначені активи',
    'current_location' => 'Поточне місцезнаходження',
    'open_map' => 'Відкрити в картах :map_provider_icon',
    'deleted_warning' => 'Цю локацію було видалено. Будь ласка, відновіть її, перш ніж намагатися внести будь-які зміни.',


    'create' => array(
        'error'   => 'Місце не створено, спробуйте ще раз.',
        'success' => 'Розташування успішно створено.'
    ),

    'update' => array(
        'error'   => 'Розташування не було оновлено, спробуйте ще раз',
        'success' => 'Розташування успішно створено.'
    ),

    'restore' => array(
        'error'   => 'Розташування не було відновлено, спробуйте ще раз',
        'success' => 'Розташування успішно відновлено.'
    ),

    'delete' => array(
        'confirm'   	=> 'Ви впевнені, що хочете видати це розташування?',
        'error'   => 'Виникла проблема з видаленням місцезнаходження. Будь ласка, спробуйте ще раз.',
        'success' => 'Розташування було успішно видалено.'
    )

);
