<?php

return array(

    'does_not_exist' => 'Розташування не існує.',
    'assoc_users'    => 'Це розташування наразі не можна видалити, оскільки воно є місцем запису принаймні для одного Активу чи користувача, йому призначено Активи або воно є батьківським місцем для іншого розташування. Оновіть свої записи, щоб більше не згадувати це місце, і повторіть спробу ',
    'assoc_assets'	 => 'Це розташування в даний час пов\'язано принаймні з одним активом і не може бути видалений. Будь ласка, оновіть ваші медіафайли, щоб більше не посилатися на це розташування і повторіть спробу. ',
    'assoc_child_loc'	 => 'Це місцезнаходження наразі батько принаймні одного дочірнього місця і не може бути видалений. Будь ласка, оновіть ваше місцеположення, щоб більше не посилатися на це місце і повторіть спробу. ',
    'assigned_assets' => 'Призначені активи',
    'current_location' => 'Поточне місцезнаходження',
    'open_map' => 'Відкрити в картах :map_provider_icon',


    'create' => array(
        'error'   => 'Місце не створено, спробуйте ще раз.',
        'success' => 'Розташування успішно створено.'
    ),

    'update' => array(
        'error'   => 'Розташування не було оновлено, спробуйте ще раз',
        'success' => 'Розташування успішно створено.'
    ),

    'restore' => array(
        'error'   => 'Розташування не було відновлено, спробуйте ще раз',
        'success' => 'Розташування успішно відновлено.'
    ),

    'delete' => array(
        'confirm'   	=> 'Ви впевнені, що хочете видати це розташування?',
        'error'   => 'Виникла проблема з видаленням місцезнаходження. Будь ласка, спробуйте ще раз.',
        'success' => 'Розташування було успішно видалено.'
    )

);
