<?php

    return [
        'select_type'            => 'Выберите тип обслуживания',
        'asset_maintenance_type' => 'Вид обслуживания актива',
        'title'                  => 'Название',
        'start_date'             => 'Дата начала',
        'completion_date'        => 'Дата завершения',
        'cost'                   => 'Стоимость',
        'is_warranty'            => 'Расширенная гарантия',
        'asset_maintenance_time' => 'Время обслуживания (в днях)',
        'notes'                  => 'Примечания',
        'update'                 => 'Обновить статус обслуживания актива',
        'create'                 => 'Отправить актив на обслуживание'
    ];
