<?php

return array(

    'group_exists'        => 'குழு ஏற்கனவே உள்ளது!',
    'group_not_found'     => 'Group ID :id does not exist.',
    'group_name_required' => 'பெயர் புலம் தேவை',

    'success' => array(
        'create' => 'குழு வெற்றிகரமாக உருவாக்கப்பட்டது.',
        'update' => 'குழு வெற்றிகரமாக புதுப்பிக்கப்பட்டது.',
        'delete' => 'குழு வெற்றிகரமாக நீக்கப்பட்டது.',
    ),

    'delete' => array(
        'confirm'   => 'இந்த குழுவையை நிச்சயமாக நீக்க விரும்புகிறீர்களா?',
        'create' => 'குழுவை உருவாக்கும் ஒரு சிக்கல் இருந்தது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
        'update' => 'குழுவை புதுப்பிப்பதில் சிக்கல் ஏற்பட்டது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
        'delete' => 'குழுவை நீக்குவதில் ஒரு சிக்கல் இருந்தது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
    ),

);
