<?php

return array(

    'does_not_exist' => 'Одделот не постои.',
    'department_already_exists' => 'Одделот веќе постои со тоа име на локацијата на оваа компанија. Или изберете поконкретно име за одделот. ',
    'assoc_users'	 => 'Овој оддел моментално е поврзана со барем еден корисник и не може да се избрише. Ве молиме да ги ажурирате вашите корисници за да не го користите овој оддел и обидете се повторно. ',
    'create' => array(
        'error'   => 'Одделот не е креиран, обидете се повторно.',
        'success' => 'Одделот е успешно креиран.'
    ),
    'update' => array(
        'error'   => 'Одделот не е ажуриран, обидете се повторно',
        'success' => 'Одделот е успешно ажуриран.'
    ),
    'delete' => array(
        'confirm'   	=> 'Дали сте сигурни дека сакате да го избришете овој оддел?',
        'error'   => 'Имаше проблем при бришење на одделот. Обидете се повторно.',
        'success' => 'Одделот беше успешно избришан.'
    )

);
