<?php

return [
    'about_models_title' => 'Ակտիվների մոդելների մասին',
    'about_models_text' => 'Ակտիվների մոդելները նույնական ակտիվները խմբավորելու միջոց են, օրինակ՝ «MBP 2013», «IPhone 6s» և այլն։',
    'deleted' => 'Այս մոդելը ջնջվել է։',
    'bulk_delete' => 'Ակտիվների մոդելների զանգվածային ջնջում',
    'bulk_delete_help' => 'Ստուգեք ստորև բերված վանդակները՝ ընտրված ակտիվների մոդելների ջնջումը հաստատելու համար։ Ակտիվների մոդելները, որոնց հետ կապված ակտիվներ կան, հնարավոր չէ ջնջել, քանի դեռ ակտիվները կապված չեն մեկ այլ մոդելի հետ։',
    'bulk_delete_warn' => 'Դուք պատրաստվում եք ջնջել մեկ ակտիվի մոդել։|Դուք պատրաստվում եք ջնջել :model_count ակտիվի մոդել։',
    'restore' => 'Վերականգնել մոդելը',
    'requestable' => 'Օգտատերերը կարող են հայցել այս մոդելը',
    'show_mac_address' => 'Ցուցադրել MAC հասցեի դաշտը այս մոդելի ակտիվներում',
    'view_deleted' => 'Դիտել ջնջվածները
',
    'view_models' => 'Դիտել մոդելները',
    'fieldset' => 'Դաշտերի խումբ',
    'no_custom_field' => 'Չկան հատուկ դաշտեր',
    'add_default_values' => 'Ավելացնել լռելյայն արժեքներ',
    'importer' => [
        'require_serial' => 'Պահանջել սերիական համար
',
        'serial_required' => 'Սերիական համարը պարտադիր է',
    ],
];
