<?php

return [

    'deleted' => 'Ջնջված ակտիվի մոդել
',
    'does_not_exist' => 'Մոդելը գոյություն չունի։',
    'no_association' => 'ԶԳՈՒՇԱՑՈՒՄ։ Այս տարրի ակտիվի մոդելն անվավեր է կամ բացակայում է։
',
    'no_association_fix' => 'Սա կհանգեցնի տարօրինակ և լուրջ խնդիրների։ Խնդրում ենք հիմա խմբագրել այս ակտիվը՝ մոդել հանձնարարելու համար։
',
    'assoc_users' => 'Այս մոդելը ներկայումս կապված է մեկ կամ մի քանի ակտիվի հետ և հնարավոր չէ ջնջել։ Խնդրում ենք նախ ջնջել ակտիվները, ապա կրկին փորձել ջնջել։',
    'invalid_category_type' => 'Այս կատեգորիան պետք է լինի ակտիվի կատեգորիա։
',

    'create' => [
        'error' => 'Մոդելը չի ստեղծվել, խնդրում ենք կրկին փորձել։',
        'success' => 'Մոդելը հաջողությամբ ստեղծվել է։',
        'duplicate_set' => 'Նման անունով, արտադրողով և մոդելի համարով ակտիվի մոդելն արդեն գոյություն ունի։',
    ],

    'update' => [
        'error' => 'Մոդելը չի թարմացվել, խնդրում ենք կրկին փորձել։',
        'success' => 'Մոդելը հաջողությամբ թարմացվել է։',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս ակտիվի մոդելը։',
        'error' => 'Մոդելի ջնջման ժամանակ խնդիր է առաջացել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Մոդելը հաջողությամբ ջնջվել է։',
    ],

    'restore' => [
        'error' => 'Մոդելը չի վերականգնվել, խնդրում ենք կրկին փորձել։',
        'success' => 'Մոդելը հաջողությամբ վերականգնվել է։',
    ],

    'bulkedit' => [
        'error' => 'Դաշտեր չեն փոփոխվել, ուստի ոչինչ չի թարմացվել։',
        'success' => 'Մոդելը հաջողությամբ թարմացվել է։|:model_count մոդել հաջողությամբ թարմացվել է։',
        'warn' => 'Դուք պատրաստվում եք թարմացնել հետևյալ մոդելի հատկությունները։|Դուք պատրաստվում եք խմբագրել հետևյալ :model_count մոդելների հատկությունները։
',

    ],

    'bulkdelete' => [
        'error' => 'Մոդելներ չեն ընտրվել, ուստի ոչինչ չի ջնջվել։',
        'success' => 'Մոդելը ջնջվել է։|:success_count մոդել ջնջվել է։
',
        'success_partial' => ':success_count մոդել(ներ) ջնջվել է(են), սակայն :fail_count մոդել հնարավոր չեղավ ջնջել, քանի որ դրանց հետ կապված ակտիվներ կան։',
    ],

];
