<?php

return [

    'group_exists' => 'گروه در حال حاضر وجود دارد!',
    'group_not_found' => 'Group ID :id does not exist.',
    'group_name_required' => 'نام زمینه مورد نیاز است',
    'assoc_users' => 'این بخش در حال حاضر حداقل با یک کاربر مرتبط است و نمی تواند حذف شود. لطفا کاربران خود را به دیگران مراجعه کنید و دوباره امتحان کنید.',

    'success' => [
        'create' => 'گروه با موفقیت ایجاد شد.',
        'update' => 'گروه با موفقیت بروز شد.',
        'delete' => 'گروه با موفقیت حذف شد.',
    ],

    'delete' => [
        'confirm' => 'آیا مطمئن هستید که می خواهید این گروه را حذف کنید؟',
        'create' => 'اشکال در ایجاد گروه.لطفا دوباره تلاش کنید.',
        'update' => 'اشکال در به روزرسانی گروه .لطفا دوباره تلاش کنید.',
        'delete' => 'اشکال در حذف گروه.لطفا دوباره تلاش کنید.',
    ],

];
