<?php

return array(

    'asset'             => 'دارایی',
    'checkin'           => 'چک در',
    'create'            => 'ایجاد مجوز
',
    'expiration'        => 'تاریخ انقضا',
    'license_key'       => 'کلید محصول',
    'maintained'        => 'نگهداری',
    'name'              => 'نام نرم افزار
',
    'no_depreciation'   => 'هنوز مستهلک نشده
',
    'purchase_order'    => 'شماره سفارش خرید',
    'reassignable'      => 'واگذاری مجدد
',
    'remaining_seats'   => 'کرسی های باقی مانده
',
    'seats'             => 'صندلی
',
    'termination_date'  => 'تاریخ پایان
',
    'to_email'          => ' مجوز به ایمیل',
    'to_name'           => 'دارای مجوز به
',
    'update'            => 'به روز رسانی مجوز',
    'checkout_help'     => 'شما باید یک مجوز به یک دارایی سخت افزار و یا یک شخص را بررسی کنید. شما می توانید هر دو را انتخاب کنید، اما مالک دارایی باید شخص شما چک کردن دارایی به مطابقت.'
);
