<?php

return array(
    'about'      	=> 'Справка по статусам активов',
    'archived'      	=> 'Архивные',
    'create'      	=> 'Создать статус актива',
    'color'      	=> 'Цвет диаграммы',
    'default_label' => 'Метка по умолчанию',
    'default_label_help' => 'Это нужно для того, чтобы ваши наиболее часто используемые статусы отображались первыми в выпадающем списке при создании/редактировании активов.',
    'deployable'      	=> 'Доступные',
    'info'      	=> 'Типы меток состояния используются для описания различных состояний ваших ресурсов. Они могут находиться на ремонте, быть утерянными/украденными и т. д. Вы можете создавать новые метки состояния для развертываемых, ожидающих и заархивированных ресурсов в соответствии с вашим рабочим процессом. Для получения дополнительной информации <a href="https://snipe-it.readme.io/docs/overview#status-labels" target="_blank">см. документацию <i class="fa fa-external-link"></i></a>.',
    'name'      	=> 'Название статуса',
    'pending'      	=> 'Ожидающие',
    'status_type'   => 'Тип статуса',
    'show_in_nav'   => 'Показать в боковой панели',
    'title'      	=> 'Статус активов',
    'undeployable'  => 'Недоступные',
    'update'      	=> 'Изменить статус актива',
);
