<?php

    return [
        'not_found'                    => 'نگهدارنده ای که جستجو میکنید یافت نشد',
        'delete'                       => [
            'confirm' => 'آیا مطمئن هستید می خواهید این وسیله حذف شود؟',
            'error'   => 'اشکال در حذف نگهداشت دارایی.لطفا دوباره امتحان کنید.',
            'success' => 'نگهدارنده دارایی با موفقیت حذف شد.',
        ],
        'create'                       => [
            'error'   => 'نگهداشت دارایی ایجاد نشد.لطفا دوباره امتحان کنید',
            'success' => 'نگهدارنده دارایی با موفقیت ایجاد شد.',
        ],
        'edit'                       => [
            'error'   => 'تعمیر و نگهداری دارایی ویرایش نشد، لطفا دوباره امتحان کنید',
            'success' => 'تعمیر و نگهداری دارایی با موفقیت ویرایش شد',
        ],
        'asset_maintenance_incomplete' => 'هنوز تکمیل نشده',
        'warranty'                     => 'ضمانت',
        'not_warranty'                 => 'بدون ضمانت',
    ];
