<?php

return array(

    'create'				=> 'Креирај модел на основно средство',
    'created_at' 			=> 'Креиран во',
    'eol'	 				=> 'EOL',
    'modelnumber'   		=> 'Модел бр.',
    'name'      			=> 'Име на модел на основно средство',
    'numassets' 			=> 'Основни средства',
    'title'					=> 'Модели на основни средства',
    'update'				=> 'Ажурирај модел на основни средства',
    'view'					=> 'Преглед на модел на основни средства',
    'clone'				    => 'Клонирај модел',
    'edit'				    => 'Ажурирај модел',
);
