<?php

return [

    'does_not_exist' => 'Կարգավիճակի պիտակը գոյություն չունի։',
    'deleted_label' => 'Ջնջված կարգավիճակի պիտակ',
    'assoc_assets' => 'Այս կարգավիճակի պիտակը ներկայումս կապված է առնվազն մեկ ակտիվի հետ և չի կարող ջնջվել։ Խնդրում ենք թարմացնել ձեր ակտիվները, որպեսզի դրանք այլևս չհղվեն այս կարգավիճակին, ապա կրկին փորձել։',

    'create' => [
        'error' => 'Կարգավիճակի պիտակը չի ստեղծվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Կարգավիճակի պիտակը հաջողությամբ ստեղծվել է։',
    ],

    'update' => [
        'error' => 'Կարգավիճակի պիտակը չի թարմացվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Կարգավիճակի պիտակը հաջողությամբ թարմացվել է։',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս կարգավիճակի պիտակը։',
        'error' => 'Կարգավիճակի պիտակը ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Կարգավիճակի պիտակը հաջողությամբ ջնջվել է։',
    ],

    'help' => [
        'undeployable' => 'Այս ակտիվը չի կարող տրամադրվել ինչ-որ մեկին',
        'deployable' => 'Այս ակտիվները կարող են դուրս տրվել։ Դրանք նշանակվելուց հետո կստանան մետա կարգավիճակ՝ <i class="fas fa-circle text-blue"></i> <strong>Տրամադրված</strong>։',
        'archived' => 'Այս ակտիվները չեն կարող ստուգվել և կցուցադրվեն միայն «Արխիվացված» դիտման մեջ: Սա օգտակար է ակտիվների մասին տեղեկատվությունը բյուջետավորման/պատմական նպատակներով պահպանելու, բայց դրանք ամենօրյա ակտիվների ցանկից դուրս պահելու համար:',
        'pending' => 'Այս ակտիվները դեռևս չեն կարող վերագրվել որևէ մեկին, հաճախ օգտագործվում են այն իրերի համար, որոնք վերանորոգման կարիք ունեն, բայց սպասվում է, որ դրանք կվերադառնան շրջանառության մեջ։',
    ],

];
