<?php

return [
    'about' => 'Կարգավիճակի տեսակի մասին',
    'archived' => 'Արխիվացված',
    'create' => 'Ստեղծել նոր կարգավիճակի նշիչ',
    'color' => 'Գծապատկերի գույն',
    'default_label' => 'Լռելյայն Պիտակ',
    'default_label_help' => 'Սա օգտագործվում է, որպեսզի ակտիվներ ստեղծելիս կամ խմբագրելիս ձեր առավել հաճախ օգտագործվող կարգավիճակի պիտակները հայտնվեն ընտրության դաշտի վերևում։',
    'deployable' => 'Տրամադրվող',
    'info' => 'Կարգավիճակի պիտակների տեսակները օգտագործվում են ձեր ակտիվների տարբեր վիճակները նկարագրելու համար: Դրանք կարող են վերանորոգման կարիք ունենալ, կորած/գողացված լինել և այլն: Դուք կարող եք ստեղծել նոր կարգավիճակի պիտակներ ձեր տեղակայվող, սպասող և արխիվացված ակտիվների համար՝ ըստ ձեր սեփական աշխատանքային հոսքի: Լրացուցիչ տեղեկությունների համար տե՛ս փաստաթղթերը __ <https://snipe-it.readme.io/docs/overview#status-labels>',
    'name' => 'Կարգավիճակի անուն',
    'pending' => 'Սպասման մեջ',
    'status_type' => 'Կարգավիճակի տեսակը',
    'show_in_nav' => 'Ցուցադրել նավիգացիայի պատուհանում',
    'title' => 'Կարգավիճակի պիտակներ',
    'undeployable' => 'Չտրամադրվող',
    'update' => 'Թարմացնել կարգավիճակի նշիչը',
];
