<?php

return array(

    'does_not_exist' => 'فئة الاستهلاك غير موجودة.',
    'assoc_users'	 => 'لا يزال سند هذا الاستهلاك مرتبط مع أحد الموديلات ولا يمكن حذفه، الرجاء حذف الموديلات، وثم حاول الحذف مرة اخرى. ',


    'create' => array(
        'error'   => 'لم يتم إنشاء فئة الاستهلاك، الرجاء المحاولة مرة اخرى :(',
        'success' => 'تم إنشاء فئة الاستهلاك بنجاح. :)'
    ),

    'update' => array(
        'error'   => 'لم يتم تحديث فئة الاستهلاك، الرجاء المحاولة مرة اخرى',
        'success' => 'تم تحديث فئة الاستهلاك بنجاح.'
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف فئة الاستهلاك هذه؟',
        'error'   => 'لقد حدثت مشكلة أثناء عملية حذف فئة الاستهلاك، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم إنشاء فئة الاستهلاك بنجاح.'
    )

);
