<?php

return array(

    'asset'             => 'ទ្រព្យសកម្ម',
    'checkin'           => 'Checkin',
    'create'            => 'បង្កើតអាជ្ញាប័ណ្ណ',
    'expiration'        => 'កាលបរិច្ឆេទ​ផុតកំណត់',
    'license_key'       => 'លេខ​កូ​ខ​ទំនិញ',
    'maintained'        => 'Maintained',
    'name'              => 'ឈ្មោះកម្មវិធី',
    'no_depreciation'   => 'កុំបន្ទាបតម្លៃ',
    'purchase_order'    => 'លេខបញ្ជាទិញ',
    'reassignable'      => 'Reassignable',
    'remaining_seats'   => 'កៅអីដែលនៅសល់',
    'seats'             => 'កៅអី',
    'termination_date'  => 'កាលបរិច្ឆេទបញ្ចប់',
    'to_email'          => 'ទទួលបានអាជ្ញាប័ណ្ណពីអ៊ីម៉ែល',
    'to_name'           => 'Licensed To',
    'update'            => 'ធ្វើបច្ចុប្បន្នភាពអាជ្ញាប័ណ្ណ',
    'checkout_help'     => 'អ្នក​ត្រូវ​តែ​ពិនិត្យ​មើល​អាជ្ញាប័ណ្ណ​ចេញ​ទៅ​ទ្រព្យ​សម្បត្តិ​ផ្នែក​រឹង​ឬ​មនុស្ស។ អ្នកអាចជ្រើសរើសទាំងពីរ ប៉ុន្តែម្ចាស់ទ្រព្យត្រូវតែផ្គូផ្គងនឹងមនុស្សដែលអ្នកកំពុងពិនិត្យមើលទ្រព្យសកម្មនោះ។'
);
