<?php

return array(

    'asset'             => 'สินทรัพย์',
    'checkin'           => 'เช็คอิน',
    'create'            => 'สร้างใบอนุญาต',
    'expiration'        => 'วันหมดอายุ',
    'license_key'       => 'รหัสผลิตภัณฑ์',
    'maintained'        => 'การบำรุงรักษา',
    'name'              => 'ชื่อซอฟต์แวร์',
    'no_depreciation'   => 'ไม่ลดราคา',
    'purchase_order'    => 'เลขที่ใบสั่งซื้อ',
    'reassignable'      => 'มอบหมายได้',
    'remaining_seats'   => 'ที่นั่งที่เหลือ',
    'seats'             => 'ที่นั่ง',
    'termination_date'  => 'วันสิ้นสุด',
    'to_email'          => 'ได้รับอนุญาตให้ใช้อีเมล',
    'to_name'           => 'ได้รับอนุญาตให้',
    'update'            => 'อัปเดตสัญญาอนุญาต',
    'checkout_help'     => 'คุณต้องตรวจสอบใบอนุญาตออกไปกับเนื้อหาฮาร์ดแวร์หรือบุคคล คุณสามารถเลือกทั้งคู่ แต่เจ้าของเนื้อหาต้องตรงกับบุคคลที่คุณกำลังตรวจสอบเนื้อหาออกไป'
);
