<?php

return array(

    'does_not_exist' => 'Департамент не существует.',
    'department_already_exists' => 'Отдел с таким названием уже существует в данном местоположении. Попробуйте уточнить название для этого отдела. ',
    'assoc_users'	 => 'Отдел в данный момент связан с одним или несколькими пользователями и не может быть удалён. Измените данные пользователей так, чтобы они больше не ссылались на этот отдел, и попробуйте снова. ',
    'create' => array(
        'error'   => 'Отдел не был создан, попробуйте снова.',
        'success' => 'Отдел создан.'
    ),
    'update' => array(
        'error'   => 'Отдел не был изменён, попробуйте снова',
        'success' => 'Отдел изменён.'
    ),
    'delete' => array(
        'confirm'   	=> 'Вы уверены, что хотите удалить этот отдел?',
        'error'   => 'При удалении отдела возникла проблема. Попробуйте снова.',
        'success' => 'Отдел удалён.'
    )

);
