<?php

return array(

    'group_exists'        => 'Група вже існує!',
    'group_not_found'     => 'ID групи :id не існує.',
    'group_name_required' => 'Поле Ім\'я обов\'язкове до заповнення',

    'success' => array(
        'create' => 'Групу успішно створено.',
        'update' => 'Групу успішно оновлено.',
        'delete' => 'Групу успішно видалено.',
    ),

    'delete' => array(
        'confirm'   => 'Ви впевнені, що бажаєте видалити цю групу?',
        'create' => 'Виникла проблема при створенні групи. Будь ласка, спробуйте ще раз.',
        'update' => 'Виникла проблема при оновленні групи. Будь ласка, спробуйте ще раз.',
        'delete' => 'Виникла проблема при видаленні групи. Будь ласка, спробуйте ще раз.',
    ),

);
