<?php

return [

    'group_exists' => 'Група вже існує!',
    'group_not_found' => 'ID групи :id не існує.',
    'group_name_required' => 'Поле Ім\'я обов\'язкове до заповнення',
    'assoc_users' => 'Цей відділ асоціюється принаймні з одним користувачем та не може бути видалений. Оновіть ваших користувачів, щоб більше не посилатися на цей відділ та повторіть спробу. ',

    'success' => [
        'create' => 'Групу успішно створено.',
        'update' => 'Групу успішно оновлено.',
        'delete' => 'Групу успішно видалено.',
    ],

    'delete' => [
        'confirm' => 'Ви впевнені, що бажаєте видалити цю групу?',
        'create' => 'Виникла проблема при створенні групи. Будь ласка, спробуйте ще раз.',
        'update' => 'Виникла проблема при оновленні групи. Будь ласка, спробуйте ще раз.',
        'delete' => 'Виникла проблема при видаленні групи. Будь ласка, спробуйте ще раз.',
    ],

];
