<?php

return [
    'about_groups_title'            => 'Про групи',
    'about_groups'                  => 'Групи використовуються для узагальнення прав користувача.',
    'group_management' 	 	=> 'Управління групами',
    'create' 	 	 	    => 'Створити нову групу',
    'update' 	 		        => 'Редагувати групу',
    'group_name' 	 		=> 'Назва групи',
    'group_admin' 	 		=> 'Адміністратор групи',
    'allow' 	 			=> 'Дозволити',
    'deny' 	 				=> 'Заборонити',
    'permission'            => 'Дозвіл',
    'grant'                 => 'Грант',
    'no_permissions'        => 'Ця група не має дозволів.'
];
