<?php

return array(
    'accessory_category' 				=> 'Категорија на додаток',
    'accessory_name'  					=> 'Име на додаток',
    'checkout'  							=> 'Задолжи додаток',
    'checkin'  							=> 'Раздолжи додаток',
    'create'  							=> 'Направете додаток',
    'edit'  							=> 'Уредување на додаток',
    'eula_text'							=> 'Категорија - Правила за користење',
    'eula_text_help'					=> 'Ова поле ви овозможува да ги прилагодите вашите Услови за користење за сите видови на средства. Ако имате само едни Услови за користење за сите ваши основни средства, можете да вклучите подолу да се користaт стандардните Услови за користење.',
    'require_acceptance'				=> 'Барајте корисниците да потврдат прифаќање на основни средства од оваа категорија.',
    'no_default_eula'					=> 'Не се пронајдени стандардни Услови за користење. Внесете го во Поставки.',
    'total'  							=> 'Вкупно',
    'remaining'  						=> 'Слободни',
    'update'  							=> 'Уредување на додаток',
    'use_default_eula'					=> 'Наместо ова, користете <a href="#" data-toggle="modal" data-target="#eulaModal">стандардни Услови за користење</a>.',
    'use_default_eula_disabled'			=> '<del>Наместо тоа користете стандардни Услови за користење.</del> Не се внесени стандардни Услови за користење. Ве молиме внесете ги во Поставки.',
    'clone'                             => 'Клонирај додаток',
    'delete_disabled'                   => 'Овој додаток не може да се избрише сè уште бидејќи некои ставки сè уште се позајмени.',

);
