<?php

return array(

    'does_not_exist' => 'Додатокот [:id] не постои.',
    'not_found' => 'Додатокот не е пронајден.',
    'assoc_users'	 => 'Овој додаток во моментов има :count ставки задолжени на корисници. Ве молиме проверете во додатоците и обидете се повторно. ',

    'create' => array(
        'error'   => 'Додатокот не е креиран, обидете се повторно.',
        'success' => 'Додатокот беше успешно креиран.'
    ),

    'update' => array(
        'error'   => 'Додатокот не беше ажуриран, обидете се повторно',
        'success' => 'Додатокот беше успешно ажуриран.'
    ),

    'delete' => array(
        'confirm'   => 'Дали сте сигурни дека сакате да го избришете овој додаток?',
        'error'   => 'Имаше проблем со бришење на додатокот. Обидете се повторно.',
        'success' => 'Додатокот беше успешно избришан.'
    ),

     'checkout' => array(
        'error'   		=> 'Додатокот не беше задолжен, обидете се повторно',
        'success' 		=> 'Додатокот е задолжен.',
        'unavailable'   => 'Додатокот не е достапен за позајмување. Проверете ја достапната количина',
        'user_does_not_exist' => 'Тој корисник е неважечки. Обидете се повторно.',
         'checkout_qty' => array(
            'lte'  => 'Во моментов е достапен само еден додаток од овој тип, а вие се обидувате да позајмите :checkout_qty. Ве молиме, прилагодете ја количината за позајмување или вкупната залиха на овој додаток и обидете се повторно. Има вкупно :number_currently_remaining достапни додатоци, а вие се обидувате да позајмите :checkout_qty. Ве молиме, прилагодете ја количината за позајмување или вкупната залиха на овој додаток и обидете се повторно.',
            ),
           
    ),

    'checkin' => array(
        'error'   		=> 'Додатокот не беше раздолжен, обидете се повторно',
        'success' 		=> 'Додатокот е раздолжен.',
        'user_does_not_exist' => 'Тој корисник е неважечки. Обидете се повторно.'
    )


);
