<?php

return [

    'update' => [
        'error' => 'Թարմացման ժամանակ սխալ է տեղի ունեցել։',
        'success' => 'Կարգավորումները հաջողությամբ թարմացվել են։',
    ],
    'backup' => [
        'delete_confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս պահուստային ֆայլը։ Այս գործողությունը հնարավոր չէ հետարկել։',
        'file_deleted' => 'Պահուստային ֆայլը հաջողությամբ ջնջվել է։',
        'generated' => 'Նոր պահուստային ֆայլը հաջողությամբ ստեղծվել է։',
        'file_not_found' => 'Այդ պահուստային ֆայլը սերվերում չի գտնվել։
',
        'restore_warning' => 'Այո, վերականգնել այն։ Ես հասկանում եմ, որ սա կվերագրի տվյալների բազայում ներկայումս առկա բոլոր տվյալները։',
        'restore_confirm' => 'Վստա՞հ եք, որ ցանկանում եք վերականգնել ձեր տվյալների բազան :filename-ից։',
    ],
    'restore' => [
        'success' => '
Ձեր համակարգի պահուստավորումը վերականգնվել է։ Խնդրում ենք կրկին մուտք գործել։',
    ],
    'purge' => [
        'error' => 'Մաքրման ժամանակ սխալ է տեղի ունեցել։',
        'validation_failed' => 'Ձեր մաքրման հաստատումը սխալ է։ Խնդրում ենք հաստատման դաշտում մուտքագրել «DELETE» բառը։',
        'success' => 'Ջնջված գրառումները հաջողությամբ մաքրվել են։',
    ],
    'mail' => [
        'sending' => 'Փորձնական էլ. փոստ է ուղարկվում',
        'success' => 'Փոստն ուղարկվել է։',
        'error' => 'Փոստը հնարավոր չեղավ ուղարկել։',
        'additional' => 'Լրացուցիչ սխալի հաղորդագրություն չի տրամադրվել։ Ստուգեք ձեր փոստի կարգավորումները և հավելվածի մատյանը։',
    ],
    'ldap' => [
        'testing' => 'Փորձարկվում է LDAP կապը, կապակցումը և հարցումը...',
        '500' => '500 Սերվերի սխալ։  Լրացուցիչ տեղեկությունների համար խնդրում ենք ստուգել ձեր սերվերի մատյանները։',
        'error' => 'Ինչ-որ բան սխալ է գնացել :(',
        'sync_success' => 'Ձեր կարգավորումների հիման վրա LDAP սերվերից վերադարձվել է 10 օգտատիրոջ նմուշ։',
        'testing_authentication' => 'Փորձարկվում է LDAP նույնականացումը...',
        'authentication_success' => 'Օգտատերը հաջողությամբ նույնականացվել է LDAP-ի միջոցով։',
    ],
    'labels' => [
        'null_template' => 'Պիտակի ձևանմուշը չի գտնվել։ Խնդրում ենք ընտրել ձևանմուշ։',
    ],
    'webhook' => [
        'sending' => ':app-ի փորձնական հաղորդագրությունն ուղարկվում է...
',
        'success' => 'Ձեր :webhook_name ինտեգրումը աշխատում է',
        'success_pt1' => 'Հաջողություն։ Ստուգեք',
        'success_pt2' => 'ալիքը ձեր փորձնական հաղորդագրության համար, և համոզվեք, որ սեղմել եք ՊԱՀՊԱՆԵԼ ստորև՝ ձեր կարգավորումները պահելու համար։',
        '500' => '500 Սերվերի սխալ։',
        'error' => 'Ինչ-որ բան սխալ է գնացել։ :app-ը պատասխանել է հետևյալով՝ :error_message',
        'error_redirect' => 'ՍԽԱԼ՝ 301/302 :endpoint-ը վերահղում է վերադարձնում։ Անվտանգության նկատառումներով մենք վերահղումներին չենք հետևում։ Խնդրում ենք օգտագործել իրական վերջնակետը։',
        'error_misc' => 'Ինչ-որ բան սխալ է գնացել :(',
        'webhook_fail' => 'Webhook-ի ծանուցումը ձախողվել է։ Ստուգեք, որ URL-ը դեռ վավեր է։
',
        'webhook_channel_not_found' => 'Webhook-ի ալիքը չի գտնվել։',
        'ms_teams_deprecation' => 'Ընտրված Microsoft Teams-ի webhook URL-ը կդադարեցվի 2025 թվականի դեկտեմբերի 31-ին։ Խնդրում ենք օգտագործել workflow URL։ Microsoft-ի փաստաթղթավորումը workflow ստեղծելու վերաբերյալ կարելի է գտնել <a href="https://support.microsoft.com/en-us/office/create-incoming-webhooks-with-workflows-for-microsoft-teams-8ae491c7-0394-4861-ba59-055e33f75498" target="_blank">այստեղ։</a>
',
    ],
    'location_scoping' => [
        'not_saved' => 'Ձեր կարգավորումները չեն պահպանվել։',
        'mismatch' => 'Տվյալների բազայում կա 1 տարր, որը պահանջում է ձեր ուշադրությունը՝ նախքան գտնվելու վայրի սահմանազատումը միացնելը։|Տվյալների բազայում կա :count տարր, որոնք պահանջում են ձեր ուշադրությունը՝ նախքան գտնվելու վայրի սահմանազատումը միացնելը։',
    ],
    'oauth' => [
        'token_revoked' => 'Անձնական մուտքի տոկենը հաջողությամբ չեղարկվեց։',
        'token_unrevoked' => 'Անձնական մուտքի տոկենը հաջողությամբ վերականգնվեց։',
        'token_not_found' => 'Այդ անձնական մուտքի տոկենը չի գտնվել։',
        'token_revoke_error' => 'Տոկենը չեղարկելիս սխալ առաջացավ։',
        'token_unrevoke_error' => 'Տոկենը վերականգնելիս սխալ առաջացավ։',
        'client_created' => 'OAuth հաճախորդը հաջողությամբ ստեղծվեց։',
        'client_updated' => 'OAuth հաճախորդը հաջողությամբ թարմացվեց։',
        'client_deleted' => 'OAuth հաճախորդը հաջողությամբ ջնջվեց։',
        'client_revoked' => 'OAuth հաճախորդը հաջողությամբ չեղարկվեց։',
        'client_unrevoked' => 'OAuth հաճախորդը հաջողությամբ վերականգնվեց։',
        'client_not_found' => 'Այդ OAuth հաճախորդը չի գտնվել։',
        'token_deleted' => 'Տոկենը հաջողությամբ չեղարկվեց։',
        'client_delete_denied' => 'Դուք թույլտվություն չունեք ջնջելու այս հաճախորդին։',
        'client_edit_denied' => 'Դուք թույլտվություն չունեք խմբագրելու այս հաճախորդին։',
        'token_delete_denied' => 'Դուք թույլտվություն չունեք չեղարկելու այս տոկենը։',
    ],
];
