<?php

return array(

    'asset'             => 'சொத்து',
    'checkin'           => 'புதுப்பிப்பது',
    'create'            => 'உரிமம் உருவாக்கவும்',
    'expiration'        => 'காலாவதி தேதி',
    'license_key'       => 'தயாரிப்பு திறவு கோல்',
    'maintained'        => 'பராமரிக்கப்படுகிறது',
    'name'              => 'மென்பொருள் பெயர்',
    'no_depreciation'   => 'நம்பாதே',
    'purchase_order'    => 'ஆர்டர் எண் வாங்கவும்',
    'reassignable'      => 'Reassignable',
    'remaining_seats'   => 'மீதமுள்ள இடங்கள்',
    'seats'             => 'இருக்கைகள்',
    'termination_date'  => 'நிறுத்த தேதி',
    'to_email'          => 'மின்னஞ்சல் அனுமதிப்பத்திரம்',
    'to_name'           => 'உரிமம் பெற்றது',
    'update'            => 'உரிமம் புதுப்பிக்கவும்',
    'checkout_help'     => 'நீங்கள் ஒரு வன்பொருள் சொத்து அல்லது ஒரு நபருக்கு உரிமம் பெற வேண்டும். நீங்கள் இருவரும் தேர்ந்தெடுக்கலாம், ஆனால் சொத்து உரிமையாளர் நீங்கள் சொத்துக்களை சரிபார்க்கும் நபருடன் பொருந்த வேண்டும்.'
);
