<?php

return array(

    'does_not_exist' => 'Τμήμα δεν υπάρχει.',
    'department_already_exists' => 'Ένα τμήμα υπάρχει ήδη με αυτό το όνομα σε αυτή την τοποθεσία της εταιρείας. Ή επιλέξτε ένα πιο συγκεκριμένο όνομα για αυτό το τμήμα. ',
    'assoc_users'	 => 'Αυτό το τμήμα σχετίζεται προς το παρόν με τουλάχιστον έναν χρήστη και δεν μπορεί να διαγραφεί. Ενημερώστε τους χρήστες σας ώστε να μην αναφέρονται πλέον στο τμήμα αυτό και προσπαθήστε ξανά.',
    'create' => array(
        'error'   => 'Τμήμα δεν δημιουργήθηκε, δοκιμάστε ξανά.',
        'success' => 'Τμήμα δημιουργήθηκε με επιτυχία.'
    ),
    'update' => array(
        'error'   => 'Τμήμα δεν ενημερώθηκε, δοκιμάστε ξανά',
        'success' => 'Τμήμα ενημερώθηκε με επιτυχία.'
    ),
    'delete' => array(
        'confirm'   	=> 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το τμήμα;',
        'error'   => 'Παρουσιάστηκε πρόβλημα κατά τη διαγραφή του τμήματος. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.',
        'success' => 'Το τμήμα διαγράφηκε με επιτυχία.'
    )

);
