<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'Подробнее',

    'audit_help' => 'Установка этого флажка приведет к изменению записи об активе с учетом нового местоположения. Если флажок не установлен, то местоположение будет просто отмечено в журнале аудита.<br><br>Обратите внимание, что если этот актив выписан, то он не изменит местоположение человека, актива или места, на которое он выписан.',

    'assets' => 'Активы - это предметы, отслеживаемые по серийному номеру или тегу актива. Они обычно являются более ценными предметами для определения конкретного предмета.',

    'categories' => 'Категории помогут вам распределить ваше оборудование по группам. Такими категориями могут быть: &quot;Ноутбуки&quot;, &quot;Мобильные телефоны&quot;, &quot;Планшеты&quot; и так далее, но вы также можете использовать их по своему усмотрению.',

    'accessories' => 'Аксессуары — это периферийное оборудование, которое выдаётся пользователям, но не имеет серийного номера (или вам не требуется его учитывать индивидуально). Например, компьютерная мышь или клавиатура.',

    'companies'     => 'Компании могут использоваться как обычные индентификаторы, или, например, для ограничения видимости ресурсов, пользователей, и т. д., при условии, что данная функция включена в настройках.',

    'components'    => 'Компоненты - это части активов, например HDD, RAM и прочее.',

    'consumables'   => 'Расходные материалы это все приобретённые товары, которые израсходуются в процессе использования. Например, чернила для принтера или копировальная бумага.',

    'depreciations' => 'Вы можете настроить амортизацию активов для амортизации активов по правилу линейной амортизации.',
    
    'empty_file'    => 'Импортер обнаружил, что этот файл пуст.'
];
