<?php

return [
    'sent'	        => 'Если указанный пользователь зарегистрирован и имеет действительный адрес электронной почты, то письмо для восстановления пароля уже отправлено.',
    'user'			=> 'Если указанный пользователь зарегистрирован и имеет действительный адрес электронной почты, то письмо для восстановления пароля уже отправлено.',
    'token'         => 'Токен сброса пароля недействителен, или устарел, или не соответствует имени пользователя.',
    'reset'         => 'Ваш пароль был сброшен!',
    'password_change'  => 'Ваш пароль был обновлен!',
];
