<?php

return array(
    'about_suppliers_title' => 'சப்ளையர்கள் பற்றி',
    'about_suppliers_text'  => 'சப்ளையர்கள் உருப்படிகளின் மூலத்தைக் கண்டறிய பயன்படுகிறது',
    'address'               => 'சப்ளையர் முகவரி',
    'assets'                => 'சொத்துக்கள்',
    'city'                  => 'பெருநகரம்',
    'contact'               => 'தொடர்பு பெயர்',
    'country'               => 'நாடு',
    'create'                => 'சப்ளையர் உருவாக்கவும்',
    'email'                 => 'மின்னஞ்சல்',
    'fax'                   => 'தொலைநகல்',
    'id'                    => 'ஐடி',
    'licenses'              => 'உரிமங்கள்',
    'name'                  => 'விற்பனையாளர் பெயர்',
    'notes'                 => 'குறிப்புக்கள்',
    'phone'                 => 'தொலைபேசி',
    'state'                 => 'நிலை',
    'suppliers'             => 'சப்ளையர்கள்',
    'update'                => 'மேம்படுத்தல் வழங்குநர்',
    'view'                  => 'சப்ளையரைக் காண்க',
    'view_assets_for'       => 'சொத்துகளுக்கான பார்வை',
    'zip'                   => 'அஞ்சல் குறியீடு',

);
