<?php

return [
    'about' => 'Видове статус етикети',
    'archived' => 'Архивирани',
    'create' => 'Създаване на статус етикет',
    'color' => 'Цвят на диаграма',
    'default_label' => 'Етикет по подразбиране',
    'default_label_help' => 'Позиционира най-често използваните етикети в началото на падащото меню за избор при създаване и редактиране на активи.',
    'deployable' => 'Може да бъде предоставен',
    'info' => 'Статус етикетите се използват за описание на различните състояния на активите. Може да създадете нови видове статус етикети за вашите активи, например изгубени, откраднати, предадени за ремонт и други. За повече информация: <a href="https://snipe-it.readme.io/docs/overview#status-labels" target="_blank">линк към документацията <i class="fa fa-external-link"></i></a>.',
    'name' => 'Статус',
    'pending' => 'Изчакване',
    'status_type' => 'Тип на статуса',
    'show_in_nav' => 'Покажи встрани nav',
    'title' => 'Заглавия на статуси',
    'undeployable' => 'Не може да бъде предоставян',
    'update' => 'Обновяване на статус',
];
