<?php

return array(
    'component_name'                  => 'Име на компонента',
    'checkin'                             => 'Раздолжи компонента',
    'checkout'                             => 'Задолжи компонента',
    'cost'				=> 'Набавна цена',
    'create'                             => 'Креирај компонента',
    'edit'                             => 'Уреди компонента',
    'date'					=> 'Датум на набавка',
    'order'					=> 'Број на нарачка',
    'remaining' 			             => 'Останува',
    'total' 			                 => 'Вкупно',
    'update'                            => 'Уреди компонента',
    'checkin_limit'            => 'Количината што е вратена мора да биде еднаква или помала од :assigned_qty'
);
