<?php

return array(

    'field' => array(
        'invalid'   => 'ฟิลด์นั้นไม่มีอยู่',
        'already_added'   => 'ฟิลด์ถูกเพิ่มแล้ว',
        'none_selected'   => 'ไม่ได้เลือกฟิลด์',

        'create' => array(
            'error'   => 'ไม่ได้สร้างฟิลด์โปรดลองอีกครั้ง',
            'success' => 'สร้างฟิลด์สำเร็จแล้ว',
            'assoc_success' => 'ฟิลด์ถูกเพิ่มเข้าไปใน fieldset สำเร็จแล้ว'
        ),

        'update' => array(
            'error'   => 'ฟิลด์ไม่ได้รับการอัปเดตโปรดลองอีกครั้ง',
            'success' => 'ปรับปรุงข้อมูลสำเร็จแล้ว'
        ),

        'delete' => array(
            'confirm'   	=> 'คุณแน่ใจหรือไม่ว่าต้องการลบข้อมูลนี้',
            'error'   => 'เกิดปัญหาในการนำออกฟิลด์ กรุณาลองอีกครั้ง.',
            'success' => 'ฟิลด์ถูกลบเรียบร้อยแล้ว',
            'in_use'   => 'ฟิลด์ยังคงใช้งานอยู่',
        )

    ),

    'fieldset' => array(

        'does_not_exist' => 'ไม่พบ Fieldset',

        'create' => array(
            'error'   => 'ไม่ได้สร้าง Fieldset โปรดลองอีกครั้ง',
            'success' => 'สร้างฟิลด์สำเร็จแล้ว'
        ),

        'update' => array(
            'error'   => 'ไม่ได้อัปเดต Fieldset โปรดลองอีกครั้ง',
            'success' => 'อัปเดตฟิลด์สำเร็จแล้ว'
        ),

        'delete' => array(
            'confirm'   	=> 'คุณแน่ใจหรือไม่ว่าต้องการลบชุดข้อมูลฟิลด์นี้',
            'error'   => 'เกิดปัญหาในการลบ fieldset กรุณาลองอีกครั้ง.',
            'success' => 'ฟิลด์ถูกลบเรียบร้อยแล้ว',
            'in_use'   => 'Fieldset ยังคงใช้อยู่',
        )

    ),

    'fieldset_default_value' => array(

        'error' => 'เกิดข้อผิดพลาดในการตรวจสอบค่าชุดฟิลด์เริ่มต้น',

    ),






);
