<?php

return array(
    'component_name'                  => 'ឈ្មោះសមាសធាតុ',
    'checkin'                             => 'ប្រគល់មកវិញ សមាសភាគ',
    'checkout'                             => 'ប្រគល់អោយ សមាសភាគ',
    'cost'				=> 'ការចំណាយលើការទិញ',
    'create'                             => 'បង្កើតសមាសភាគ',
    'edit'                             => 'កែសម្រួលសមាសភាគ',
    'date'					=> 'កាលបរិច្ឆេទទិញ',
    'order'					=> 'លេខបញ្ជាទិញ',
    'remaining' 			             => 'នៅសល់',
    'total' 			                 => 'សរុប',
    'update'                            => 'ធ្វើបច្ចុប្បន្នភាព សមាសភាគ',
    'checkin_limit'            => 'ចំនួនដែលបានប្រគល់មកវិញ ត្រូវតែស្មើនឹង ឬតិចជាង :assigned_qty'
);
