<?php

return array(

    'does_not_exist' => 'សមាសធាតុមិនមានទេ។',

    'create' => array(
        'error'   => 'សមាសធាតុមិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'សមាសធាតុត្រូវបានបង្កើតដោយជោគជ័យ។'
    ),

    'update' => array(
        'error'   => 'សមាសធាតុមិនត្រូវបានធ្វើបច្ចុប្បន្នភាពទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'សមាសធាតុត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។'
    ),

    'delete' => array(
        'confirm'   => 'តើអ្នកប្រាកដថាចង់លុបសមាសភាគនេះទេ?',
        'error'   => 'មាន​បញ្ហា​ក្នុង​ការ​លុប​សមាសភាគ។ សូមព្យាយាមម្តងទៀត។',
        'success' => 'សមាសភាគត្រូវបានលុបដោយជោគជ័យ។',
        'error_qty'   => 'Some components of this type are still checked out. Please check them in and try again.',
    ),

     'checkout' => array(
        'error'   		=> 'សមាសធាតុមិនត្រូវបានប្រគល់អោយទេ សូមព្យាយាមម្តងទៀត',
        'success' 		=> 'សមាសធាតុត្រូវបានប្រគល់អោយដោយជោគជ័យ។',
        'user_does_not_exist' => 'អ្នកប្រើប្រាស់នោះមិនត្រឹមត្រូវទេ។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'unavailable'      => 'មិនមានសមាសធាតុគ្រប់គ្រាន់ទេ៖ :នៅសល់ដែលនៅសល់, :បានស្នើរសុំ ',
    ),

    'checkin' => array(
        'error'   		=> 'សមាសធាតុមិនត្រូវបានប្រគល់មកវិញទេ សូមព្យាយាមម្តងទៀត',
        'success' 		=> 'សមាសធាតុបានប្រគល់មកវិញដោយជោគជ័យ។',
        'user_does_not_exist' => 'អ្នកប្រើប្រាស់នោះមិនត្រឹមត្រូវទេ។ សូម​ព្យាយាម​ម្តង​ទៀត។'
    )


);
