<?php

return array(
    'accessory_category' 				=> 'Категорія аксесуарів',
    'accessory_name'  					=> 'Назва аксесуара',
    'checkout'  							=> 'Видати аксесуар',
    'checkin'  							=> 'Прийняти аксесуар',
    'create'  							=> 'Створити аксесуар',
    'edit'  							=> 'Редагувати аксесуар',
    'eula_text'							=> 'EULA категорії',
    'eula_text_help'					=> 'Це поле дозволяє Вам налаштувати EULA для конкретних типів активів. Якщо у вас є тільки один EULA для всіх ваших активів, ви можете перевірити це внизу, щоб використовувати основний режим за замовчуванням.',
    'require_acceptance'				=> 'Вимагати, щоб користувачі підверджували прийняття активів в цій категорії.',
    'no_default_eula'					=> 'Основна EULA не знайдена. Додайте одненьку в налаштуваннях.',
    'total'  							=> 'Разом',
    'remaining'  						=> 'Є',
    'update'  							=> 'Оновити аксесуар',
    'use_default_eula'					=> 'Використовувати <a href="#" data-toggle="modal" data-target="#eulaModal">основну EULA</a>.',
    'use_default_eula_disabled'			=> '<del>Натомість використовуйте основну ліцензійну угоду за умовчанням.</del> Основна ліцензійна угода за умовчанням не встановлена. Додайте її в налаштуваннях.',
    'clone'                             => 'Клонувати аксесуар',
    'delete_disabled'                   => 'Цей аксесуар ще не можна видалити, оскільки деякі елементи все ще перевіряються.',

);
