<?php

return array(
    'about_manufacturers_title'    => 'Σχετικά με τους κατασκευαστές',
    'about_manufacturers_text'  => 'Οι κατασκευαστές είναι οι εταιρείες που δημιουργούν τα περιουσιακά σας στοιχεία. Μπορείτε να αποθηκεύσετε εδώ σημαντικές πληροφορίες επικοινωνίας σχετικά με αυτές, οι οποίες θα εμφανίζονται στις σελίδες λεπτομερειών του ενεργητικού σας.',
    'asset_manufacturers'	=> 'Κατασκευαστές περιουσιακών στοιχείων',
    'create'				=> 'Δημιουργήστε Κατασκευαστή',
    'id'   					=> 'ID',
    'name'      			=> 'Ονομα',
    'support_email'   		=> 'Υποστήριξη ηλεκτρονικού ταχυδρομείου',
    'support_phone'   		=> 'Υποστήριξη τηλεφώνου',
    'support_url'   		=> 'URL υποστήριξης',
    'warranty_lookup_url'   => 'URL Αναζήτησης Εγγύησης',
    'update'				=> 'Ενημέρωση Κατασκευαστή',

);
