<?php

return [
    'does_not_exist' => 'Компанијата не постои.',
    'deleted'        => 'Избришана компанија',
    'assoc_users'    => 'Оваа компанија моментално е поврзана со барем еден модел и не може да се избрише. Ве молиме да ги ажурирате вашите модели за да не ја користите оваа компанија и обидете се повторно. ',
    'create' => [
        'error'   => 'Компанијата не е креирана, обидете се повторно.',
        'success' => 'Компанијата е успешно креирана.',
    ],
    'update' => [
        'error'   => 'Компанијата не е креирана, обидете се повторно',
        'success' => 'Компанијата е ажурирана.',
    ],
    'delete' => [
        'confirm' => 'Дали сте сигурни дека сакате да ја избришете оваа компанија?',
        'error'   => 'Имаше проблем со бришење на компанијата. Обидете се повторно.',
        'success' => 'Компанијата беше успешно избришана.',
    ],
];
