<?php

return array(

    'group_exists'        => 'ក្រុមមានហើយ!',
    'group_not_found'     => 'លេខសម្គាល់ក្រុម៖ លេខសម្គាល់មិនមានទេ។',
    'group_name_required' => 'វាលឈ្មោះត្រូវបានទាមទារ',

    'success' => array(
        'create' => 'ក្រុមត្រូវបានបង្កើតដោយជោគជ័យ។',
        'update' => 'ក្រុមត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
        'delete' => 'ក្រុមត្រូវបានលុបដោយជោគជ័យ។',
    ),

    'delete' => array(
        'confirm'   => 'តើអ្នកប្រាកដថាចង់លុបក្រុមនេះទេ?',
        'create' => 'មាន​បញ្ហា​ក្នុង​ការ​បង្កើត​ក្រុម។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'update' => 'មាន​បញ្ហា​ក្នុង​ការ​ធ្វើ​បច្ចុប្បន្នភាព​ក្រុម។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'delete' => 'មានបញ្ហាក្នុងការលុបក្រុម។ សូម​ព្យាយាម​ម្តង​ទៀត។',
    ),

);
