<?php

return [
    'about_groups_title'            => 'អំពីក្រុម',
    'about_groups'                  => 'ក្រុម​ត្រូវ​បាន​ប្រើ​ដើម្បី​ធ្វើ​ជា​ទូទៅ​ការ​អនុញ្ញាត​របស់​អ្នក​ប្រើ។',
    'group_management' 	 	=> 'ការគ្រប់គ្រងក្រុម',
    'create' 	 	 	    => 'បង្កើតក្រុមថ្មី។',
    'update' 	 		        => 'កែសម្រួលក្រុម',
    'group_name' 	 		=> 'ឈ្មោះ​ក្រុម',
    'group_admin' 	 		=> 'អ្នកគ្រប់គ្រងក្រុម',
    'allow' 	 			=> 'អនុញ្ញាត',
    'deny' 	 				=> 'បដិសេធ',
    'permission'            => 'ការអនុញ្ញាត',
    'grant'                 => 'អនុញ្ញាត',
    'no_permissions'        => 'ក្រុមនេះមិនមានការអនុញ្ញាតទេ។'
];
