<?php

return [

    'group_exists' => 'มีกลุ่มอยู่แล้ว',
    'group_not_found' => 'ไม่พบ ID กลุ่ม :id',
    'group_name_required' => 'ต้องกำหนดชื่อฟิลด์',
    'assoc_users' => 'แผนกนี้มีการเชื่อมโยงกับผู้ใช้อย่างน้อยหนึ่งรายและไม่สามารถลบได้ โปรดอัปเดตผู้ใช้เพื่ออ้างถึงแผนกนี้อีกครั้งและลองอีกครั้ง',

    'success' => [
        'create' => 'สร้างกลุ่มเรียบร้อยแล้ว',
        'update' => 'ปรับปรุงกลุ่มเรียบร้อยแล้ว',
        'delete' => 'ลบกลุ่มเรียบร้อยแล้ว',
    ],

    'delete' => [
        'confirm' => 'คุณแน่ใจที่จะลบกลุ่มนี้?',
        'create' => 'มีปัญหาระหว่างการสร้างกลุ่ม กรุณาลองใหม่อีกครั้ง',
        'update' => 'มีปัญหาระหว่างปรับปรุงกลุ่ม กรุณาลองใหม่อีกครั้ง.',
        'delete' => 'มีปัญหาระหว่างการลบกลุ่ม กรุณาลองใหม่อีกครั้ง.',
    ],

];
