<?php

return [
    'send_password_link'	        => 'Надіслати посилання для скидання пароля',
    'email_reset_password'			=> 'Скидання Пароля за допомогою електронної пошти',
    'reset_password'			    => 'Відновити пароль',
    'saml_login'                    => 'Увійти за допомогою SAML',
    'login'                         => 'Вхід',
    'login_prompt'                  => 'Будь ласка, увійдіть',
    'forgot_password'               => 'Я забув свій пароль',
    'ldap_reset_password'           => 'Будь ласка, натисніть тут, щоб скинути ваш пароль LDAP',
    'remember_me'                   => 'Запам\'ятати мене',
    'username_help_top'             => 'Введіть ваше <strong>ім\'я користувача</strong>, щоб отримати посилання для зміни пароля.',
    'username_help_bottom'          => 'Ваше ім\'я користувача та електронна адреса <em>можуть бути</em> однаковими, але можуть не бути, в залежності від вашої конфігурації. Якщо ви не можете згадати своє ім\'я користувача, зверніться до адміністратора. <br><br><strong>Якщо ім\'я користувача не має пов\'язаної електронної пошти, то неможливо надіслати посилання для зміни пароля.</strong> ',
    'google_login'                  => 'Увійти через Google Workspace',
    'google_login_failed'           => 'Вхід у Google зазнав невдачі, спробуйте ще раз.',
    'invite_password_expires'       => 'Це посилання для скидання пароля буде дійсним до :expire_date. Ви можете скористатися ручним посиланням для скидання пароля, щоб отримати новий токен скидання, натиснувши тут.',

];

