<?php

return array(

    'account_already_exists' => 'Обліковий запис з цією електронною адресою вже існує.',
    'account_not_found'      => 'Неправильне ім\'я користувача або пароль.',
    'account_not_activated'  => 'Цей обліковий запис не активовано.',
    'account_suspended'      => 'Дію цього аккаунта призупинено.',

    'two_factor' => array(
        'already_enrolled'      => 'Пристрій вже зареєстровано.',
        'success'               => 'Ви успішно увійшли в систему.',
        'code_required'         => 'Необхідно вказати двофакторний код.',
        'invalid_code'          => 'Двофакторний код невірний.',
        'enter_two_factor_code' => 'Будь ласка, введіть свій код двофакторної аутентифікації.',
        'please_enroll'         => 'Будь ласка, зареєструйте пристрій для двофакторної автентифікації.',
    ),

    'signin' => array(
        'error'   => 'Під час спроби входу в систему сталася помилка. Будь ласка, спробуйте ще раз.',
        'success' => 'Ви успішно увійшли в систему.',
    ),

    'logout' => array(
        'error'   => 'Під час спроби виходу з облікового запису сталася помилка. Будь ласка, спробуйте ще раз.',
        'success' => 'Ви успішно вийшли з системи.',
    ),

    'signup' => array(
        'error'   => 'Сталася помилка під час створення свого облікового запису, будь ласка, спробуйте ще раз.',
        'success' => 'Обліковий запис успішно створено.',
    ),

    'forgot-password' => array(
        'error'   => 'Сталася помилка під час спроби отримати код для скидання паролю. Будь ласка, спробуйте ще раз.',
        'success' => 'Якщо ця адреса електронної пошти існує в нашій системі, то лист з відновлення пароля було надіслано.',
    ),

    'forgot-password-confirm' => array(
        'error'   => 'Виникла проблема при зміні пароля, будь ласка, спробуйте ще раз.',
        'success' => 'Ваш пароль успішно скинуто.',
    ),


);
