<?php

return [

    'deleted' => 'Διαγραμμένος προμηθευτής',
    'does_not_exist' => 'Προμηθευτής δεν υπάρχει.',

    'create' => [
        'error' => 'Ο προμηθευτής δεν δημιουργήθηκε, δοκιμάστε ξανά.',
        'success' => 'Ο προμηθευτής δημιουργήθηκε επιτυχώς.',
    ],

    'update' => [
        'error' => 'Ο προμηθευτής δεν επικαιροποιήθηκε, παρακαλώ δοκιμάστε ξανά',
        'success' => 'Οι προμηθευτές ανανεώθηκαν επιτυχώς.',
    ],

    'delete' => [
        'confirm' => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό τον προμηθευτή;',
        'error' => 'Υπήρξε ένα ζήτημα διαγράφοντας τον προμηθευτή. Παρακαλώ δοκιμάστε ξανά.',
        'success' => 'Ο προμηθευτής διαγράφηκε επιτυχώς.',
        'not_found' => 'Supplier not found.',
        'bulk_success' => 'Suppliers were deleted successfully.',
        'partial_success' => '.',
    ],

];
