<?php

return array(
    'about_suppliers_title' => 'Σχετικά με τους προμηθευτές',
    'about_suppliers_text'  => 'Οι προμηθευτές χρησιμοποιούνται για την παρακολούθηση της προέλευσης των αντικειμένων',
    'address'               => 'Διεύθυνση προμηθευτή',
    'assets'                => 'Πάγια',
    'city'                  => 'Πόλη',
    'contact'               => 'Όνομα Επαφής',
    'country'               => 'Χώρα',
    'create'                => 'Δημιουργία Προμηθευτή',
    'email'                 => 'Ηλεκτρονικό ταχυδρομείο',
    'fax'                   => 'Φαξ',
    'id'                    => 'ID',
    'licenses'              => 'Άδειες',
    'name'                  => 'Όνομα προμηθευτή',
    'notes'                 => 'Σημειώσεις',
    'phone'                 => 'Τηλέφωνο',
    'state'                 => 'Κατάσταση',
    'suppliers'             => 'Προμηθευτές',
    'update'                => 'Ενημέρωση προμηθευτή',
    'view'                  => 'Προβολή προμηθευτή',
    'view_assets_for'       => 'Προβολή παγίων για',
    'zip'                   => 'Ταχυδρομικός Κώδικας',

);
