<?php

return array(

    'deleted' => 'Deleted supplier',
    'does_not_exist' => 'ไม่มีซัพพลายเออร์',


    'create' => array(
        'error'   => 'ซัพพลายเออร์ยังไม่ถูกสร้าง กรุณราลองใหม่อีกครั้ง',
        'success' => 'สร้างซัพพลายเออร์เสร็จสมบูรณ์แล้ว'
    ),

    'update' => array(
        'error'   => 'ไม่ได้อัพเดทซัพพลายเออร์ กรุณาลองใหม่อีกครั้ง',
        'success' => 'อัพเดทซัพพลายเออร์เสร็จสมบูรณ์แล้ว'
    ),

    'delete' => array(
        'confirm'   => 'คุณแน่ใจว่าคุณตั้งใจจะลบซัพพลายเออร์นี้?',
        'error'   => 'มีปัญหาระหว่างลบซัพพลายเออร์ กรุณาลองใหม่อีกครั้ง',
        'success' => 'ลบซัพพลายเออร์เสร็จสมบูรณ์แล้ว',
        'assoc_assets'	 => 'ซัพพลายเออร์นี้มีความเกี่ยวข้องอยู่กับรายการอื่นอย่างน้อยหนึ่งรายการในปัจจุบัน และจะไม่สามารถลบได้ กรุณาแก้ไขโดยการเอารายการดังกล่าวออกจากความเกี่ยวข้องหรืออ้างอิง และลองใหม่อีกครั้ง ',
        'assoc_licenses'	 => 'ซัพพลายเออร์นี้มีความเกี่ยวข้องอยู่กับรายการอื่นอย่างน้อยหนึ่งรายการในปัจจุบัน และจะไม่สามารถลบได้ กรุณาแก้ไขโดยการเอารายการดังกล่าวออกจากความเกี่ยวข้องหรืออ้างอิง และลองใหม่อีกครั้ง ',
        'assoc_maintenances'	 => 'This supplier is currently associated with :maintenances_count asset maintenances(s) and cannot be deleted. Please update your asset maintenances to no longer reference this supplier and try again. ',
    )

);
