<?php

return array(
    'about_suppliers_title' => 'เกี่ยวกับซัพพลายเออร์',
    'about_suppliers_text'  => 'ซัพพลายเออร์ใช้เพื่อติดตามแหล่งที่มาของสินค้า',
    'address'               => 'ที่อยู่ซัพพลายเออร์',
    'assets'                => 'ทรัพย์สิน',
    'city'                  => 'เมือง',
    'contact'               => 'ชื่อผู้ติดต่อ',
    'country'               => 'ประเทศ',
    'create'                => 'สร้างซัพพลายเออร์',
    'email'                 => 'อีเมล',
    'fax'                   => 'แฟ็กซ์',
    'id'                    => 'ID',
    'licenses'              => 'ลิขสิทธิ์',
    'name'                  => 'ชื่อซัพพลายเออร์',
    'notes'                 => 'หมายเหตุ',
    'phone'                 => 'โทรศัพท์',
    'state'                 => 'รัฐ',
    'suppliers'             => 'ซัพพลายเออร์',
    'update'                => 'แก้ไขซัพพลายเออร์',
    'view'                  => 'ดูซัพพลายเออร์',
    'view_assets_for'       => 'ดูทรัพย์สินสำหรับ',
    'zip'                   => 'รหัสไปรษณีย์',

);
