<?php

return [

    'invalid_category_type' => 'The category must be a consumable category.',
    'does_not_exist' => 'المادة الإستهلاكية غير موجودة.',

    'create' => [
        'error' => 'لم يتم انشاء المادة الإستهلاكية، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم إنشاء المادة الإستهلاكية بنجاح.',
    ],

    'update' => [
        'error' => 'لم يتم تحديث المادة الإستهلاكية، الرجاء المحاولة مرة اخرى',
        'success' => 'تم تحديث المادة الإستهلاكية بنجاح.',
    ],

    'delete' => [
        'confirm' => 'هل أنت متأكد من رغبتك في حذف هذه المادة الإستهلاكية؟',
        'error' => 'لقد حدثت مشكلة اثناء عملية حذف المادة الإستهلاكية، الرجاء المحاولة مرة اخرى.',
        'success' => 'تم حذف المادة الإستهلاكية بنجاح.',
    ],

    'checkout' => [
        'error' => 'لم يتم إخراج المادة الإستهلاكية، الرجاء المحاولة مرة اخرى',
        'success' => 'تم إخراج المادة الإستهلاكية بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم غير صحيح. الرجاء المحاولة مرة أخرى.',
        'unavailable' => 'لا يوجد ما يكفي من المواد الاستهلاكية لهذا الدفع. الرجاء التحقق من الكمية المتبقية. ',
    ],

    'checkin' => [
        'error' => 'لم يتم ادخال المادة الإستهلاكية، الرجاء المحاولة مرة اخرى',
        'success' => 'تم إخراج المادة الإستهلاكية بنجاح.',
        'user_does_not_exist' => 'هذا المستخدم غير صحيح. الرجاء المحاولة مرة أخرى.',
    ],

];
