<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'Περισσότερες Πληροφορίες',

    'audit_help' => 'Ενεργοποιώντας αυτό το πλαίσιο θα επεξεργαστείτε την εγγραφή στοιχείων για να αντικατοπτρίζετε αυτή τη νέα θέση. Αν αφήσετε ανεξέλεγκτη θα σημειώσετε απλά την τοποθεσία στο αρχείο καταγραφής ελέγχων.<br><br>Σημειώστε ότι αν αυτό το στοιχείο έχει ελεγχθεί, δεν θα αλλάξει τη θέση του προσώπου, του περιουσιακού στοιχείου ή της τοποθεσίας στο οποίο έχει ελεγχθεί.',

    'assets' => 'Τα στοιχεία ενεργητικού είναι στοιχεία που παρακολουθούνται με αύξοντα αριθμό ή ετικέτα στοιχείων. Έχουν την τάση να είναι στοιχεία υψηλότερης αξίας, όπου ο εντοπισμός ενός συγκεκριμένου στοιχείου έχει σημασία.',

    'categories' => 'Οι κατηγορίες σας βοηθούν να οργανώσετε τα στοιχεία σας. Ορισμένες κατηγορίες παραδειγμάτων ενδέχεται να είναι &quot;Desktops&quot;, &quot;Laptops&quot;, &quot;Mobile Phones&quot;, &quot;Tablets&quot; κ.ο.κ., αλλά μπορείτε να χρησιμοποιήσετε κατηγορίες με οποιονδήποτε τρόπο που έχει νόημα για εσάς.',

    'accessories' => 'Τα αξεσουάρ είναι οτιδήποτε εκδίδετε στους χρήστες αλλά δεν έχουν αύξοντα αριθμό (ή δεν σας ενδιαφέρει να τα εντοπίζετε μοναδικά). Για παράδειγμα, ποντίκια υπολογιστή ή πληκτρολόγια.',

    'companies'     => 'Οι εταιρείες μπορούν να χρησιμοποιηθούν ως απλό πεδίο αναγνωριστικών ή μπορούν να χρησιμοποιηθούν για τον περιορισμό της ορατότητας των περιουσιακών στοιχείων, των χρηστών κ.λπ., εάν έχει ενεργοποιηθεί η πλήρης υποστήριξη της εταιρείας στις ρυθμίσεις διαχειριστή.',

    'components'    => 'Τα στοιχεία είναι στοιχεία που αποτελούν μέρος ενός περιουσιακού στοιχείου, για παράδειγμα σκληρό δίσκο, μνήμη RAM κ.λπ.',

    'consumables'   => 'Τα αναλώσιμα είναι οτιδήποτε αγοράζονται και θα χρησιμοποιηθούν με την πάροδο του χρόνου. Για παράδειγμα, μελάνι εκτυπωτή ή χαρτί φωτοαντιγραφικού.',

    'depreciations' => 'Μπορείτε να ορίσετε αποσβέσεις του περιουσιακού στοιχείου προκειμένου να γίνει απόσβεση περιουσιακών στοιχείων βάσει σταθερής απόσβεσης.',
    
    'empty_file'    => 'Ο εισαγωγέας ανιχνεύει ότι αυτό το αρχείο είναι κενό.'
];
