<?php

return [
    'sent'	        => 'Αν ένας χρήστης που ταιριάζει με μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου υπάρχει στο σύστημά μας, έχει σταλεί ένα email ανάκτησης κωδικού πρόσβασης.',
    'user'			=> 'Αν ένας χρήστης που ταιριάζει με μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου υπάρχει στο σύστημά μας, έχει σταλεί ένα email ανάκτησης κωδικού πρόσβασης.',
    'token'         => 'Αυτό το διακριτικό επαναφοράς κωδικού πρόσβασης δεν είναι έγκυρο ή έχει λήξει, ή δεν ταιριάζει με το όνομα χρήστη που παρέχεται.',
    'reset'         => 'Έχει γίνει επαναφορά του κωδικού πρόσβασης!',
    'password_change'  => 'Ο κωδικός πρόσβασής σας έχει ενημερωθεί!',
];
