<?php

return array(

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    "password" => "Οι κωδικοί πρόσβασης πρέπει να είναι έξι χαρακτήρες και να ταιριάζουν με την επιβεβαίωση.",
    "user"     => "Το όνομα χρήστη ή η διεύθυνση ηλεκτρονικού ταχυδρομείου είναι εσφαλμένη",
    "token"    => 'Αυτό το διακριτικό επαναφοράς κωδικού πρόσβασης δεν είναι έγκυρο ή έχει λήξει, ή δεν ταιριάζει με το όνομα χρήστη που παρέχεται.',
    'sent'	   => 'Αν ένας χρήστης που ταιριάζει με μια έγκυρη διεύθυνση ηλεκτρονικού ταχυδρομείου υπάρχει στο σύστημά μας, έχει σταλεί ένα email ανάκτησης κωδικού πρόσβασης.',

);
