<?php

return array(

    'asset'             => 'Πάγιο',
    'checkin'           => 'Μεταβίβαση ελέγχου',
    'create'            => 'Ενημέρωση άδειας',
    'expiration'        => 'Ημερομηνία Λήξης',
    'license_key'       => 'Κλειδί προϊόντος',
    'maintained'        => 'Συντηρείται',
    'name'              => 'Όνομα προγράμματος',
    'no_depreciation'   => 'Μην απογοητεύετε',
    'purchase_order'    => 'Αριθμός παραγγελίας αγοράς',
    'reassignable'      => 'Επαναπροσδιορίζεται',
    'remaining_seats'   => 'Υπόλοιπα καθίσματα',
    'seats'             => 'Καθίσματα',
    'termination_date'  => 'Ημερομηνία λήξης',
    'to_email'          => 'Αδειοδότηση σε ηλεκτρονικό ταχυδρομείο',
    'to_name'           => 'Την άδεια να',
    'update'            => 'Ενημέρωση άδειας',
    'checkout_help'     => 'Πρέπει να ελέγξετε μια άδεια χρήσης σε ένα υλικό υλικό ή ένα άτομο. Μπορείτε να επιλέξετε και τα δύο, αλλά ο κάτοχος του στοιχείου πρέπει να ταιριάζει με το άτομο στο οποίο ελέγχετε το στοιχείο.'
);
