<?php

return array(
    'about_licenses_title'      => 'Σχετικά με τις άδειες',
    'about_licenses'            => 'Οι άδειες χρησιμοποιούνται για την παρακολούθηση του λογισμικού. Έχουν καθορισμένο αριθμό καθισμάτων που μπορούν να ελέγχονται σε άτομα',
    'checkin'  					=> 'Checkin άδεια',
    'checkout_history'  		=> 'Ιστορικό παραγγελίας',
    'checkout'  				=> 'Καθίσματα άδειας πληρωμής',
    'edit'  					=> 'Επεξεργασία άδειας',
    'filetype_info'				=> 'Επιτρεπόμενοι τύποι αρχείων είναι png, gif, jpg, jpeg, doc, docx, pdf, txt, zip και rar.',
    'clone'  					=> 'Κλόνος άδειας',
    'history_for'  				=> 'Ιστορικό για ',
    'in_out'  					=> 'Εισερχόμενα/Εξερχόμενα',
    'info'  					=> 'Πληροφορίες άδειας',
    'license_seats'  			=> 'Άδειες Θέσεις',
    'seat'  					=> 'Εδρα',
    'seat_count'  				=> 'Seat :count',
    'seats'  					=> 'Καθίσματα',
    'software_licenses'  		=> 'Άδειες λογισμικού',
    'user'  					=> 'Χρήστης',
    'view'  					=> 'Προβολή άδειας',
    'delete_disabled'           => 'Αυτή η άδεια δεν μπορεί να διαγραφεί ακόμα, επειδή κάποιες θέσεις εξακολουθούν να εκκρεμούν.',
    'bulk'                      =>
        [
            'checkin_all'           => [
                'button'            => 'Checkin Όλα Τα Καθίσματα',
                'modal'             => 'This action will checkin one seat. | This action will checkin all :checkedout_seats_count seats for this license.',
                'enabled_tooltip'   => 'Checkin ΟΛΕΣ τις θέσεις για αυτή την άδεια χρήσης τόσο από τους χρήστες όσο και από τα περιουσιακά στοιχεία',
                'disabled_tooltip'  => 'Αυτό είναι απενεργοποιημένο, επειδή δεν υπάρχουν καθίσματα επί του παρόντος ελεγμένο',
                'disabled_tooltip_reassignable'  => 'Αυτό είναι απενεργοποιημένο επειδή η Άδεια δεν είναι επανασχεδιασμένη',
                'success'           => 'Η άδεια ελέγχθηκε με επιτυχία! "Όλες οι άδειες ελέγχθηκαν επιτυχώς!',
                'log_msg'           => 'Checked in via bulk license checkin in license GUI',
            ],

            'checkout_all'              => [
                'button'                => 'Ολοκλήρωση Παραγγελίας Όλων Των Καθισμάτων',
                'modal'                 => 'Αυτή η ενέργεια θα κάνει check-out μία θέση στον πρώτο διαθέσιμο χρήστη. "Αυτή η ενέργεια θα κάνει checkout όλα τα :available_seats_count καθίσματα στους πρώτους διαθέσιμους χρήστες. Ένας χρήστης θεωρείται διαθέσιμος για αυτή τη θέση εάν δεν έχει ήδη την άδεια αυτή ελεγχθεί σε αυτούς, και η ιδιότητα "Αυτόματη Ανάθεση Άδειας Χρήσης" είναι ενεργοποιημένη στο λογαριασμό χρήστη της.',
                'enabled_tooltip'   => 'Ολοκλήρωση Παραγγελίας ΟΛΩΝ των καθισμάτων (ή όσες είναι διαθέσιμες) για ΟΛΟΥΣ τους χρήστες',
                'disabled_tooltip'  => 'Αυτό είναι απενεργοποιημένο, επειδή δεν υπάρχουν διαθέσιμες θέσεις',
                'success'           => 'Η άδεια ελέγχθηκε επιτυχώς! ":count άδειες ελέγχθηκαν επιτυχώς!',
                'error_no_seats'    => 'Δεν υπάρχουν εναπομείναντες θέσεις για αυτήν την άδεια.',
                'warn_not_enough_seats'    => ':count χρήστες είχαν εκχωρηθεί αυτή την άδεια, αλλά θα έτρεξε έξω από τις διαθέσιμες θέσεις άδειας.',
                'warn_no_avail_users'    => 'Δεν υπάρχει κανένας χρήστης που να μην έχει ήδη αυτή την άδεια χρήσης που τους έχει εκχωρηθεί.',
                'log_msg'           => 'Έγινε έλεγχος μέσω μαζικού checkout άδειας χρήσης στο GUI άδειας',


            ],
    ],

    'below_threshold' => 'Υπάρχουν μόνο :remaining_count θέσεις που έχουν απομείνει για αυτή την άδεια με ελάχιστη ποσότητα :min_amt. Μπορεί να θέλετε να εξετάσετε το ενδεχόμενο αγοράς περισσότερων θέσεων.',
    'below_threshold_short' => 'Αυτό το είδος είναι κάτω από την ελάχιστη απαιτούμενη ποσότητα.',
);
