<?php

return array(

    'deleted' => 'Упаковуючий постачальник видалено',
    'does_not_exist' => 'Постачальник не існує.',


    'create' => array(
        'error'   => 'Постачальник не був створений, будь ласка, повторіть спробу.',
        'success' => 'Постачальник успішно створений.'
    ),

    'update' => array(
        'error'   => 'Постачальника не було оновлено, будь ласка, спробуйте ще раз',
        'success' => 'Постачальника успішно оновлено.'
    ),

    'delete' => array(
        'confirm'   => 'Ви дійсно хочете видалити цього постачальника?',
        'error'   => 'Виникла проблема при видаленні постачальника. Будь ласка, спробуйте ще раз.',
        'success' => 'Постачальника успішно видалено.',
        'not_found'               => 'Постачальника не знайдено.',
        'bulk_success'            => 'Постачальники успішно видалені.',
        'partial_success'        => 'Постачальник успішно видалений. Переглянути додаткову інформацію нижче. | :count постачальників успішно видалено. Див. додаткові відомості нижче.',
    )

);
