<?php

return array(
    'about_suppliers_title' => 'Про постачальників',
    'about_suppliers_text'  => 'Постачальники використовуються для відстеження джерела появи активів',
    'address'               => 'Адреса постачальника',
    'assets'                => 'Активи',
    'city'                  => 'Місто',
    'contact'               => 'Контактна Особа',
    'country'               => 'Країна',
    'create'                => 'Створити постачальника',
    'email'                 => 'Email',
    'fax'                   => 'Fax',
    'id'                    => 'ID',
    'licenses'              => 'Ліцензії',
    'name'                  => 'Ім\'я постачальника',
    'notes'                 => 'Нотатки',
    'phone'                 => 'Номер телефону',
    'state'                 => 'Штат',
    'suppliers'             => 'Постачальники',
    'update'                => 'Оновити постачальника',
    'view'                  => 'Переглянути постачальника',
    'view_assets_for'       => 'Переглянути активи для',
    'zip'                   => 'Поштовий код',

);
