<?php

return array(

    'does_not_exist' => 'Элэгдлийн анги байхгүй байна.',
    'assoc_users'	 => 'Энэ элэгдэл нэг буюу хэд хэдэн загвартай холбоотой бөгөөд устгах боломжгүй. Загваруудыг устгаж, дараа нь устгахыг оролдоно уу.',


    'create' => array(
        'error'   => 'Элэгдэлийн анги үүссэнгүй, дахин оролдоно уу. :(',
        'success' => 'Элэгдэлийн элэгдэл бий болсон. :)'
    ),

    'update' => array(
        'error'   => 'Элэгдэлийн анги шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Элэгдэлийн ангилал амжилттай шинэчлэгдсэн.'
    ),

    'delete' => array(
        'confirm'   => 'Та энэ элэгдлийн ангилалыг устгахыг хүсч байгаадаа итгэлтэй байна уу?',
        'error'   => 'Элэгдлийн анги устгах асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Элэгдэлийн анги амжилттай устгасан.'
    )

);
