<?php

return array(

    'does_not_exist' => 'தேய்மானம் வகுப்பு இல்லை.',
    'assoc_users'	 => 'இந்த தேய்மானம் ஒன்று ஒன்று அல்லது அதற்கு மேற்பட்ட மாதிரிகளுடன் தொடர்புடையது, மேலும் நீக்கப்பட முடியாது. மாதிரிகள் நீக்கி, மீண்டும் நீக்கி முயற்சிக்கவும்.',


    'create' => array(
        'error'   => 'தேய்மானம் வகுப்பு உருவாக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும். :(',
        'success' => 'தேய்மானம் வகுப்பு வெற்றிகரமாக உருவாக்கப்பட்டது. :)'
    ),

    'update' => array(
        'error'   => 'தேய்மானம் தரமதிப்பு புதுப்பிக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்',
        'success' => 'துடைக்கும் வர்க்கம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.'
    ),

    'delete' => array(
        'confirm'   => 'இந்த தேய்மானத் தரத்தை நிச்சயமாக நீக்க விரும்புகிறீர்களா?',
        'error'   => 'தேய்மானம் வகுப்பை நீக்குவதில் ஒரு சிக்கல் இருந்தது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
        'success' => 'தேய்மானம் வகுப்பு வெற்றிகரமாக நீக்கப்பட்டது.'
    )

);
