<?php

return [

    'does_not_exist' => 'Мітка статусу не існує.',
    'deleted_label' => 'Видалено мітку статусу',
    'assoc_assets'	 => 'Ця мітка статусу пов\'язана принаймні з одним активом і не може бути видалена. Будь ласка, оновіть ваші медіафайли, щоб більше не посилатися на цей статус і спробувати ще раз. ',

    'create' => [
        'error'   => 'Мітка стану не створена, будь ласка, спробуйте ще раз.',
        'success' => 'Мітка статусу успішно створена.',
    ],

    'update' => [
        'error'   => 'Мітка статусу не була оновлена, спробуйте ще раз',
        'success' => 'Мітку статусу успішно оновлено.',
    ],

    'delete' => [
        'confirm'   => 'Ви впевнені, що хочете видалити цю мітку?',
        'error'   => 'Виникла проблема при видаленні мітки статусу. Будь ласка, спробуйте ще раз.',
        'success' => 'Мітку статусу успішно видалено.',
    ],

    'help' => [
        'undeployable'   => 'Ці активи не можуть бути призначені нікому.',
        'deployable'   => 'Ці активи можна видати. Після призначення вони отримають метастатус <i class="fas fa-circle text-blue"></i> <strong>Розгорнуто</strong>.',
        'archived'   => 'Ці активи не можуть бути відмічені, і з\'являться тільки в перегляді Архівування. Це корисно для збереження інформації про активи для бюджету/історичних цілей, але не видаляє їх зі списку додаткових активів.',
        'pending'   => 'Ці активи ще не можуть бути призначені нікому, часто використовуються для товарів, які мають ремонт, але очікується, що вони повернуться в обіг.',
    ],

];
