<?php

return array(
    'about'      	=> 'Про типи статусів',
    'archived'      	=> 'Архівний',
    'create'      	=> 'Створити мітку статусу',
    'color'      	=> 'Колір діаграми',
    'default_label' => 'Стандартна позначка',
    'default_label_help' => 'Це використовується для забезпечення того, що найбільш часто використовувані мітки стану з\'являються в верхній частині поля під час створення або редагування активів.',
    'deployable'      	=> 'Розгортання',
    'info'      	=> 'Типи статусів використовуються для опису різних станів, у яких можуть перебувати ваші активи. Наприклад: у ремонті, загублено/викрадено тощо. Ви можете створювати нові статуси для активів, що готуються до видачі, очікують рішення або архівовані, відповідно до вашого робочого процесу. Для отримання додаткової інформації <a href="https://snipe-it.readme.io/docs/overview#status-labels" target="_blank">ознайомтеся з документацією <i class="fa fa-external-link"></i></a>.',
    'name'      	=> 'Назва статусу',
    'pending'      	=> 'Очікуєтся',
    'status_type'   => 'Тип статусу',
    'show_in_nav'   => 'Показати бічній наv',
    'title'      	=> 'Статуси активів',
    'undeployable'  => 'Непридатний для зберігання',
    'update'      	=> 'Оновити статуси активів',
);
