<?php

return array(
    'about_manufacturers_title'    => 'உற்பத்தியாளர்கள் பற்றி',
    'about_manufacturers_text'  => 'உற்பத்தியாளர்கள் உங்கள் சொத்துக்களை உருவாக்கும் நிறுவனங்கள். நீங்கள் இங்குள்ள முக்கியமான ஆதரவு தொடர்பு தகவலை இங்கே சேமித்து வைக்கலாம், இது உங்கள் சொத்து விவரம் பக்கங்களில் காண்பிக்கப்படும்.',
    'asset_manufacturers'	=> 'சொத்து உற்பத்தியாளர்கள்',
    'create'				=> 'உற்பத்தியாளர் உருவாக்கவும்',
    'id'   					=> 'ஐடி',
    'name'      			=> 'பெயர்',
    'support_email'   		=> 'ஆதரவு மின்னஞ்சல்',
    'support_phone'   		=> 'ஆதரவு தொலைபேசி',
    'support_url'   		=> 'ஆதரவு URL',
    'warranty_lookup_url'   => 'Warranty Lookup URL',
    'update'				=> 'உற்பத்தியாளர் புதுப்பிக்கவும்',

);
