<?php

return array(

    'asset'             => 'Актив',
    'checkin'           => 'Шалгах',
    'create'            => 'Лиценз үүсгэх',
    'expiration'        => 'Хугацаа дуусах хугацаа',
    'license_key'       => 'Бүтээгдэхүүний түлхүүр',
    'maintained'        => 'Тогтсон',
    'name'              => 'Програмын нэр',
    'no_depreciation'   => 'Үгүй',
    'purchase_order'    => 'Худалдан авалтын захиалгын дугаар',
    'reassignable'      => 'Дахин сонгогдох боломжтой',
    'remaining_seats'   => 'Үлдсэн суудал',
    'seats'             => 'Суудал',
    'termination_date'  => 'Төгсгөлийн өдөр',
    'to_email'          => 'Имэйлд тусгайлсан',
    'to_name'           => 'Лицензтэй байна',
    'update'            => 'Лицензийг шинэчлэх',
    'checkout_help'     => 'Та лицензийг тоног төхөөрөмжийн хөрөнгө эсвэл хүн болгонд шалгаж үзэх ёстой. Та хоёуланг нь сонгож болно, гэхдээ хөрөнгийн эзэмшигч нь уг хөрөнгөө шалгаж байгаа хүнтэй таарах ёстой.'
);
