<?php

return array(
    'accessory_category' 				=> 'Категория аксесоари',
    'accessory_name'  					=> 'Аксесоар',
    'checkout'  							=> 'Отписване на аксесоар',
    'checkin'  							=> 'Вписване на аксесоар',
    'create'  							=> 'Създаване на аксесоар',
    'edit'  							=> 'Редактиране на аксесоар',
    'eula_text'							=> 'EULA на категорията',
    'eula_text_help'					=> 'Това поле позволява да задавате различни EULA за всеки тип активи. Ако имате обща EULA за всички активи, можете да използвате кутийката по-долу за да използвате една обща по подразбиране.',
    'require_acceptance'				=> 'Задължаване на потребителите да потвърждават приемането на активи от тази категория.',
    'no_default_eula'					=> 'Няма EULA по подразбиране. Добавете я в Настройки.',
    'total'  							=> 'Oбщо',
    'remaining'  						=> 'Наличност',
    'update'  							=> 'Обновяване на аксесоар',
    'use_default_eula'					=> 'Използване на <a href="#" data-toggle="modal" data-target="#eulaModal">EULA по подразбиране</a>.',
    'use_default_eula_disabled'			=> '<del>Използване на EULA по подразбиране</del> Няма EULA по подразбиране. Добавете я в Настройки.',
    'clone'                             => 'Клониране на аксесоар',
    'delete_disabled'                   => 'Този аксесоар не може да бъде изтрит защото все още е заведен.',

);
