<?php

return [
    'does_not_exist' => 'شرکت وجود ندارد.',
    'deleted'        => 'شرکت حذف شده',
    'assoc_users'    => 'این دسته بندی هم اکنون حداقل با یک مدل شریک است و نمیتوان حذف کرد.لطفا مدل های خود را به روزرسانی کنید تا این دسته بندی را ارجاع ندهند و دوباره امتحان کنید. ',
    'create' => [
        'error'   => 'شرکت ایجاد نشد،دوباره سعی کنید.',
        'success' => 'شرکت ایجاد شد.',
    ],
    'update' => [
        'error'   => 'شرکت ایجاد نشد،دوباره سعی کنید',
        'success' => 'شرکت آپدیت شد.',
    ],
    'delete' => [
        'confirm' => 'آیا مطمعن هستید میخواهید این شرکت را پاک کنید؟',
        'error'   => 'موضوع شرکت حذف شد. لطفا دوباره سعی کنید.',
        'success' => 'این شرکت پاک شد.',
    ],
];
