<?php

return array(
    'accessory_category' 				=> 'หมวดหมู่อุปกรณ์เสริม',
    'accessory_name'  					=> 'ชื่ออุปกรณ์เสริม',
    'checkout'  							=> 'เชคเอาท์อุปกรณ์เสริม',
    'checkin'  							=> 'เช็คอินอุปกรณ์เสริม',
    'create'  							=> 'สร้างอุปกรณ์เสริม',
    'edit'  							=> 'แก้ไขอุปกรณ์เสริม',
    'eula_text'							=> 'หมวดหมู่ข้อกำหนดการใช้งาน',
    'eula_text_help'					=> 'ส่วนนี้อนุญาตให้คุณสามารถทำการปรับแต่งข้อตกลงการใช้งานสำหรับกำหนดชนิดของทรัพย์สินได้ หากคุณมีข้อตกลงการใช้งานเพียงหนึ่ง หรือเรื่องเดียวที่ใช้ครอบคลุมทรัพย์สินของคุณทั้งหมด คุณสามารถตั้งค่าให้เป็นการใช้งานหลัก โดยการทำเครื่องหมายในช่องด้านล่างนี้.',
    'require_acceptance'				=> 'กำหนดให้ผู้ใช้ยืนยันยอมรับสินทรัพย์ในหมวดหมู่นี้',
    'no_default_eula'					=> 'ไม่พบข้อกำหนดการใช้งานหลักใดๆ ในการตั้งค่า',
    'total'  							=> 'รวมทั้งหมด',
    'remaining'  						=> 'พร้อมใช้',
    'update'  							=> 'ปรับปรุงอุปกรณ์เสริม',
    'use_default_eula'					=> 'ใช้<a href="#" data-toggle="modal" data-target="#eulaModal">เป็นข้อกำหนดการใช้งานหลัก</a>แทน',
    'use_default_eula_disabled'			=> '<del>ใช้ข้อกำหนดการใช้งานหลักแทน</del> ค่าเริ่มต้นหลักจะตั้งข้อกำหนดการใช้งาน กรุณาเพิ่มในการตั้งค่า',
    'clone'                             => 'โคลนส่วนเสริม',
    'delete_disabled'                   => 'ส่วนเสริมนี้ยังไม่ถูกลบ เพราะยังบางไอเทมถูกเลือกอยู่',

);
