<?php

return [

    'support_url_help' => 'អថេរ <code>{LOCALE}</code>, <code>{SERIAL}</code>, <code>{MODEL_NUMBER}</code>, និង <code>{MODEL_NAME}</code> អាចត្រូវបានប្រើប្រាស់នៅក្នុង URL របស់អ្នកដែលតម្លៃទាំងនោះបង្ហាញដោយស្វ័យប្រវត្តិនៅពេលមើលទ្រព្យសកម្ម - ឧទាហរណ៍ https://checkcoverage.apple.com/{LOCALE}/{SERIAL}។',
    'does_not_exist' => 'ក្រុមហ៊ុនផលិតមិនមានទេ។',
    'assoc_users' => 'បច្ចុប្បន្នក្រុមហ៊ុនផលិតនេះត្រូវបានភ្ជាប់ជាមួយយ៉ាងហោចណាស់ម៉ូដែលមួយ ហើយមិនអាចលុបបានទេ។ សូម​ធ្វើ​បច្ចុប្បន្នភាព​ម៉ូដែល​របស់​អ្នក​ដើម្បី​លែង​យោង​ក្រុមហ៊ុន​ផលិត​នេះ​ហើយ​ព្យាយាម​ម្ដង​ទៀត។ ',

    'create' => [
        'error' => 'ក្រុមហ៊ុនផលិតមិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'ក្រុមហ៊ុនផលិតបានបង្កើតដោយជោគជ័យ។',
    ],

    'update' => [
        'error' => 'ក្រុមហ៊ុនផលិតមិនត្រូវបានអាប់ដេតទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'ក្រុមហ៊ុនផលិតបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],

    'restore' => [
        'error' => 'ក្រុមហ៊ុនផលិតមិនត្រូវបានស្ដារឡើងវិញទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'ក្រុមហ៊ុនផលិតបានស្ដារឡើងវិញដោយជោគជ័យ។',
    ],

    'delete' => [
        'confirm' => 'តើអ្នកប្រាកដថាចង់លុបក្រុមហ៊ុនផលិតនេះទេ?',
        'error' => 'មានបញ្ហាក្នុងការលុបក្រុមហ៊ុនផលិត។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'Manufacturer deleted successfully.',
        'bulk_success' => 'Manufacturers deleted successfully.',
        'partial_success' => 'Manufacturer deleted successfully. See additional information below. | :count manufacturers were deleted successfully. See additional information below.',
    ],

];
