<?php

return array(
    'about_manufacturers_title'    => 'អំពីក្រុមហ៊ុនផលិត',
    'about_manufacturers_text'  => 'ក្រុមហ៊ុនផលិតគឺជាក្រុមហ៊ុនដែលបង្កើតទ្រព្យសម្បត្តិរបស់អ្នក។ អ្នកអាចរក្សាទុកព័ត៌មានទំនាក់ទំនងជំនួយសំខាន់ៗអំពីពួកវានៅទីនេះ ដែលនឹងត្រូវបានបង្ហាញនៅលើទំព័រព័ត៌មានលំអិតអំពីទ្រព្យសម្បត្តិរបស់អ្នក។',
    'asset_manufacturers'	=> 'ក្រុមហ៊ុនផលិតទ្រព្យសម្បត្តិ',
    'create'				=> 'បង្កើតអ្នកផលិត',
    'id'   					=> 'ID',
    'name'      			=> 'ឈ្មោះ',
    'support_email'   		=> 'គាំទ្រអ៊ីម៉ែល',
    'support_phone'   		=> 'ទូរស័ព្ទគាំទ្រ',
    'support_url'   		=> 'គាំទ្រ URL',
    'warranty_lookup_url'   => 'URL រកមើលការធានា',
    'update'				=> 'ធ្វើបច្ចុប្បន្នភាពក្រុមហ៊ុនផលិត',

);
