<?php

return array(
    'about_models_title'     => 'เกี่ยวกับโมเดลสินทรัพย์',
    'about_models_text'           => 'โมเดลสินทรัพย์คือวิธีการจัดกลุ่มเนื้อหาที่เหมือนกัน "MBP 2013", "IPhone 6s" ฯลฯ',
    'deleted'  					=> 'โมเดลนี้ถูกลบแล้ว',
    'bulk_delete'               => 'การลบรายการเป็นกลุ่ม',
    'bulk_delete_help'               => 'ใช้ช่องทำเครื่องหมายด้านล่างเพื่อยืนยันการลบโมเดลเนื้อหาที่เลือก โมเดลสินทรัพย์ที่มีเนื้อหาเกี่ยวข้องกับเนื้อหาเหล่านั้นไม่สามารถลบออกได้จนกว่าสินทรัพย์จะเชื่อมโยงกับโมเดลอื่น',
    'bulk_delete_warn'          => 'คุณกำลังลบโมเดล | คุณกำลังลบ :model_count โมเดล',
    'restore'                   => 'กู้คืนโมเดล',
    'requestable'               => 'ผู้ใช้สามารถขอรับโมเดลนี้ได้',
	'show_mac_address'			      => 'แสดง MAC address ในสินทรัพย์ของโมเดลนี้',
    'view_deleted'              => 'ดูที่ถูกลบ',
    'view_models'               => 'ดูโมเดล',
    'fieldset'                  => 'fieldset',
    'no_custom_field'           => 'ไม่มีฟิลด์ที่กำหนดเอง',
    'add_default_values'        => 'เพิ่มค่าเริ่มต้น',
);
