<?php

return array(
    'about_models_title'     => 'Σχετικά με τους τύπους παγίων',
    'about_models_text'           => 'Τα μοντέλα περιουσιακών στοιχείων είναι ένας τρόπος για να ομαδοποιήσετε ταυτόσημα περιουσιακά στοιχεία "MBP 2013", "IPhone 6s" κ.λπ.',
    'deleted'  					=> 'Αυτό το μοντέλο έχει διαγραφεί.',
    'bulk_delete'               => 'Μαζική διαγραφή μοντέλου Asset',
    'bulk_delete_help'               => 'Χρησιμοποιήστε τα παρακάτω πλαίσια ελέγχου για να επιβεβαιώσετε τη διαγραφή των επιλεγμένων μοντέλων στοιχείων. Τα μοντέλα στοιχείων που έχουν στοιχεία που σχετίζονται με αυτά δεν μπορούν να διαγραφούν έως ότου τα στοιχεία συσχετιστούν με διαφορετικό μοντέλο.',
    'bulk_delete_warn'          => 'Πρόκειται να διαγράψετε ένα μοντέλο στοιχείων ενεργητικού. Πρόκειται να διαγράψετε :model_count μοντέλων ενεργητικού.',
    'restore'                   => 'Επαναφορά μοντέλου',
    'requestable'               => 'Οι χρήστες μπορούν να αιτηθούν το μοντέλο',
	'show_mac_address'			      => 'Εμφάνιση MAC διευθύνσεων πεδίου σε περιουσιακά στοιχεία σε αυτό το μοντέλο',
    'view_deleted'              => 'Εμφάνιση διεγραμμένων',
    'view_models'               => 'Προβολή μοντέλων',
    'fieldset'                  => 'Σύνολο πεδίων',
    'no_custom_field'           => 'Δεν υπάρχουν προσαρμοσμένα πεδία',
    'add_default_values'        => 'Προσθέστε προεπιλεγμένες τιμές',
);
