<?php

return array(

    'create'				=> 'Δημιουργία περιουσιακού στοιχείου μοντέλου',
    'created_at' 			=> 'Δημιουργήθηκε στις',
    'eol'	 				=> 'EOL',
    'modelnumber'   		=> 'Αριθμός Μοντέλου.',
    'name'      			=> 'Όνομα μοντέλου παγίου',
    'numassets' 			=> 'Πάγια',
    'title'					=> 'Μοντέλα Παγίων',
    'update'				=> 'Ενημέρωση παγίου μοντέλου',
    'view'					=> 'Προβολή μοντέλου περιουσιακού στοιχείου',
    'clone'				    => 'Κλώνος μοντέλο',
    'edit'				    => 'Επεξεργασία μοντέλου',
);
