<?php

return array(
    'about_models_title'     => 'حول موديلات الأصول',
    'about_models_text'           => 'موديلات الأصول هي طريقة لتجميع الأصول المتطابقة "MBP 2013", "IPhone 6s", الخ.',
    'deleted'  					=> 'تم حذف هذا الموديل.',
    'bulk_delete'               => 'حذف موديلات الاصول بالجملة',
    'bulk_delete_help'               => 'استخدم مربعات الاختيار أدناه لتأكيد حذف موديلات الأصول المحددة. لا يمكن حذف موديلات الأصول التي تحتوي على أصول مرتبطة بها إلى أن يتم ربط الأصول بموديل مختلف.',
    'bulk_delete_warn'          => 'أنت على وشك حذف نموذج واحد للأصول.|أنت على وشك حذف :model_count من نماذج الأصول.',
    'restore'                   => 'إستعادة الموديل',
    'requestable'               => 'يمكن للمستخدمين طلب هذا الموديل',
	'show_mac_address'			      => 'عرض حقل عنوان ماك MAC في الأصول لهذا الموديل',
    'view_deleted'              => 'مشاهدة محذوفة',
    'view_models'               => 'عرض الموديلات',
    'fieldset'                  => 'مجموعة حقول',
    'no_custom_field'           => 'لا يوجد حقول مخصصة',
    'add_default_values'        => 'أضف القيم الافتراضية',
);
