<?php

return [
    'about_templates' => 'Պահպանված ձևանմուշների մասին',
    'saving_templates_description' => 'Ընտրեք ձեր տարբերակները, ապա վերևի դաշտում մուտքագրեք ձեր ձևանմուշի անունը և սեղմեք «Պահպանել ձևանմուշը» կոճակը։ Նախկինում պահպանված ձևանմուշ ընտրելու համար օգտագործեք բացվող ցանկը։',
    'create' => [
        'success' => 'Ձևանմուշը հաջողությամբ պահպանվել է։',
    ],
    'update' => [
        'success' => 'Ձևանմուշը հաջողությամբ թարմացվել է։',
    ],
    'delete' => [
        'success' => 'Ձևանմուշը ջնջվել է։',
        'no_delete_permission' => 'Ձևանմուշը գոյություն չունի կամ դուք այն ջնջելու թույլտվություն չունեք։',
    ],
];
