<?php

return [

    'field' => [
        'invalid' => 'Այդ դաշտը գոյություն չունի։',
        'already_added' => 'Դաշտն արդեն ավելացված է։',
        'none_selected' => 'Որևէ դաշտ ընտրված չէ։',

        'create' => [
            'error' => 'Դաշտը չի ստեղծվել։ Խնդրում ենք կրկին փորձել։',
            'success' => 'Դաշտը հաջողությամբ ստեղծվել է։',
            'assoc_success' => 'Դաշտը հաջողությամբ ավելացվել է դաշտերի հավաքածուին։',
        ],

        'update' => [
            'error' => 'Դաշտը չի թարմացվել։ Խնդրում ենք կրկին փորձել։',
            'success' => 'Դաշտը հաջողությամբ թարմացվել է։',
        ],

        'delete' => [
            'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս դաշտը։',
            'error' => 'Դաշտը ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
            'success' => 'Դաշտը հաջողությամբ ջնջվել է։',
            'in_use' => 'Դաշտը դեռ օգտագործվում է։',
        ],

    ],

    'fieldset' => [

        'does_not_exist' => 'Դաշտերի հավաքածուն գոյություն չունի։',

        'create' => [
            'error' => 'Դաշտերի հավաքածուն չի ստեղծվել։ Խնդրում ենք կրկին փորձել։',
            'success' => 'Դաշտերի հավաքածուն հաջողությամբ ստեղծվել է։',
        ],

        'update' => [
            'error' => 'Դաշտերի հավաքածուն չի թարմացվել։ Խնդրում ենք կրկին փորձել։',
            'success' => 'Դաշտերի հավաքածուն հաջողությամբ թարմացվել է։',
        ],

        'delete' => [
            'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս դաշտերի հավաքածուն։',
            'error' => 'Դաշտերի հավաքածուն ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
            'success' => 'Դաշտերի հավաքածուն հաջողությամբ ջնջվել է։',
            'in_use' => 'Դաշտերի հավաքածուն դեռ օգտագործվում է։',
        ],

    ],

    'fieldset_default_value' => [

        'error' => 'Լռելյայն դաշտերի խմբի արժեքների վավերացման սխալ։',

    ],

];
