<?php

return [
    'about_templates' => 'เกี่ยวกับเทมเพลตที่บันทึก',
    'saving_templates_description' => 'เลือกตัวเลือกของคุณ จากนั้นป้อนชื่อเทมเพลตของคุณในช่องด้านบน แล้วคลิกปุ่ม \'บันทึกเทมเพลต\' ใช้เมนูแบบเลื่อนลงเพื่อเลือกเทมเพลตที่บันทึกไว้ก่อนหน้านี้',
    'create'  => [
        'success' => 'บันทึกเทมเพลตแล้ว',
    ],
    'update' => [
        'success' => 'อัพเดทเทมเพลตแล้ว',
    ],
    'delete' => [
        'success' => 'ลบเทมเพลตแล้ว',
        'no_delete_permission' => 'ไม่มีเทมเพลตอยู่ หรือคุณไม่มีสิทธิ์ลบเทมเพลตนั้น',
    ],
];
