<?php

return [

    'account_already_exists' => 'یک حساب با این ایمیل در حال حاضر وجود دارد.',
    'account_not_found' => 'نام کاربری یا رمز عبور اشتباه است.',
    'account_not_activated' => 'این حساب کاربری فعال نشده است.',
    'account_suspended' => 'این حساب کاربری بسته است.',

    'two_factor' => [
        'already_enrolled' => 'دستگاه شما قبلاً ثبت نام کرده است.
',
        'success' => 'شما با موفقیت وارد شدید.',
        'code_required' => 'کد دو حرفی  مورد نیاز است',
        'invalid_code' => 'کد دو حرفی نامعتبر است.
',
        'enter_two_factor_code' => 'Please enter your two-factor authentication code.',
        'please_enroll' => 'Please enroll a device in two-factor authentication.',
    ],

    'signin' => [
        'error' => 'مشکلی در حین تلاش به شما در ورود به سیستم وجود دارد، لطفا دوباره امتحان کنید.',
        'success' => 'شما با موفقیت وارد شدید.',
    ],

    'logout' => [
        'error' => 'مشکلی در حین تلاش به شما در ورود به سیستم وجود دارد، لطفا دوباره امتحان کنید.',
        'success' => 'شما با موفقیت از سیستم خارج شدید.
',
    ],

    'signup' => [
        'error' => 'هنگام تلاش برای ایجاد حساب مشکلی روی داد، لطفا دوباره امتحان کنید.',
        'success' => 'حساب با موفقیت ایجاد شد.',
    ],

    'forgot-password' => [
        'error' => 'یک مشکل هنگام دریافت کد تنظیم مجدد رمز عبور وجود دارد، لطفا دوباره امتحان کنید.',
        'success' => 'اگر آن آدرس ایمیل در سیستم ما وجود داشته باشد، یک ایمیل بازیابی رمز عبور ارسال شده است.
',
    ],

    'forgot-password-confirm' => [
        'error' => 'مشکلی برای تنظیم مجدد رمز عبور خود وجود دارد، لطفا دوباره امتحان کنید.',
        'success' => 'رمز عبور خود را با موفقیت بازنشانی شد.',
    ],

];
