<?php

return [

    'does_not_exist' => 'Տեղադիրքը գոյություն չունի։',
    'assoc_users' => 'Այս վայրը հնարավոր չէ ջնջել, քանի որ այն հանդիսանում է առնվազն մեկ իրի կամ օգտատիրոջ գրանցված վայրը, ունի իրեն կցված ակտիվներ, կամ հանդիսանում է այլ վայրի մայր վայր։ Խնդրում ենք թարմացնել ձեր գրառումները, որպեսզի դրանք այլևս չհղվեն այս վայրին, և կրկին փորձել։',
    'assoc_assets' => 'Այս վայրը կապված է առնվազն մեկ ակտիվի հետ և հնարավոր չէ ջնջել։ Խնդրում ենք թարմացնել ձեր ակտիվները, որպեսզի դրանք այլևս չհղվեն այս վայրին, և կրկին փորձել։',
    'assoc_child_loc' => 'Այս վայրը առնվազն մեկ ենթավայրի մայր վայրն է և հնարավոր չէ ջնջել։ Խնդրում ենք թարմացնել ձեր վայրերը, որպեսզի դրանք այլևս չհղվեն այս վայրին, և կրկին փորձել։',
    'assigned_assets' => 'Հատկացված ակտիվներ',
    'current_location' => 'Ընթացիկ վայր',
    'deleted_warning' => 'Այս վայրը ջնջվել է։ Խնդրում ենք վերականգնել այն նախքան փոփոխություններ կատարելը։',

    'create' => [
        'error' => 'Վայրը չի ստեղծվել, խնդրում ենք կրկին փորձել։',
        'success' => 'Վայրը հաջողությամբ ստեղծվեց։',
    ],

    'update' => [
        'error' => 'Վայրը չի թարմացվել, խնդրում ենք կրկին փորձել։',
        'success' => 'Վայրը հաջողությամբ թարմացվեց։',
    ],

    'restore' => [
        'error' => 'Վայրը չի վերականգնվել, խնդրում ենք կրկին փորձել։',
        'success' => 'Վայրը հաջողությամբ վերականգնվեց։',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս վայրը։',
        'error' => 'Վայրը ջնջելիս սխալ առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Վայրը հաջողությամբ ջնջվեց։',
    ],

];
