<?php

return array(

    'field' => array(
        'invalid'   => 'Это поле не существует.',
        'already_added'   => 'Поле уже добавлено',
        'none_selected'   => 'Ни одно поле не выбрано',

        'create' => array(
            'error'   => 'Поле не было создано, попробуйте снова.',
            'success' => 'Поле создано.',
            'assoc_success' => 'Поле добавлено в набор.'
        ),

        'update' => array(
            'error'   => 'Поле не было обновлено, попробуйте снова',
            'success' => 'Поле обновлено.'
        ),

        'delete' => array(
            'confirm'   	=> 'Вы уверены, что хотите удалить это поле?',
            'error'   => 'При удалении поля возникла ошибка. Попробуйте снова.',
            'success' => 'Поле удалено.',
            'in_use'   => 'Поле всё ещё используется.',
        )

    ),

    'fieldset' => array(

        'does_not_exist' => 'Набор полей не существует',

        'create' => array(
            'error'   => 'Набор полей не был создан, попробуйте снова.',
            'success' => 'Набор полей создан.'
        ),

        'update' => array(
            'error'   => 'Набор полей не был обновлен, попробуйте снова',
            'success' => 'Набор полей обновлён.'
        ),

        'delete' => array(
            'confirm'   	=> 'Вы уверены, что хотите удалить этот набор полей?',
            'error'   => 'При удалении набора полей возникла ошибка. Попробуйте снова.',
            'success' => 'Набор полей удален.',
            'in_use'   => 'Набор полей всё ещё используется.',
        )

    ),

    'fieldset_default_value' => array(

        'error' => 'Ошибка при проверке значений полей по умолчанию.',

    ),






);
