<?php

return array(
    'checkout'                          => 'Задолжи потрошен материјал на корисник',
    'consumable_name'                   => 'Име на потрошен материјал',
    'create'                            => 'Креирај потрошен материјал',
    'item_no'                           => 'Ставка бр.',
    'remaining' 			            => 'Останува',
    'total' 			                => 'Вкупно',
    'update'                            => 'Ажурирај потрошен материјал',
    'inventory_warning'                 => 'Залихата на оваа потрошна стока е под минималната количина од :min_count',
);
