<?php

return [
    'send_password_link'	        => 'Отправить ссылку на сброс пароля',
    'email_reset_password'			=> 'Сброс пароля по эл.почте',
    'reset_password'			    => 'Восстановление пароля',
    'saml_login'                    => 'Вход через SAML',
    'login'                         => 'Логин',
    'login_prompt'                  => 'Пожалуйста, авторизуйтесь',
    'forgot_password'               => 'Я забыл мой пароль',
    'ldap_reset_password'           => 'Нажмите здесь для сброса своего пароля в LDAP',
    'remember_me'                   => 'Запомнить меня',
    'username_help_top'             => 'Введите своё <strong>Имя Пользователя</strong>, чтобы получить ссылку для сброса пароля.',
    'username_help_bottom'          => 'Ваши Имя Пользователя и Ваш E-Mail <em>могут</em> быть одинаковыми, но могут и не быть, в зависимости от Вашей конфигурации. Если Вы не можете вспомнить Ваше Имя Пользователя - обратитесь к Вашему системному администратору.<br><br><strong>Имена Пользователя, к которым не привязан адрес электронной почты, не смогут получить ссылку на сброс пароля.</strong> ',
    'google_login'                  => 'Войти с помощью рабочего пространства Google',
    'google_login_failed'           => 'Не удаётся авторизоваться через Google аккаунт, пожалуйста попробуйте ещё раз.',
    'invite_password_expires'       => 'Ссылка для сброса пароля истечет :expire_date. Вы можете использовать ссылку для ручного сброса пароля, чтобы получить новый токен сброса, нажав здесь',

];

