<?php

return [
    'sent'	        => 'إذا كان هناك مستخدم مطابق له عنوان بريد إلكتروني صالح في نظامنا، تم إرسال بريد إلكتروني لاسترداد كلمة المرور.',
    'user'			=> 'إذا كان هناك مستخدم مطابق له عنوان بريد إلكتروني صالح في نظامنا، تم إرسال بريد إلكتروني لاسترداد كلمة المرور.',
    'token'         => 'رمز إعادة تعيين كلمة المرور هذا غير صالح أو انتهت صلاحيته، أو لا يتطابق مع اسم المستخدم المقدم.',
    'reset'         => 'تم إعادة تعيين كلمة المرور الخاصة بك!',
    'password_change'  => 'تم تحديث كلمة المرور الخاصة بك!',
];
