<?php

return array(

    'asset'             => 'Актив',
    'checkin'           => 'Вернуть',
    'create'            => 'Создать лицензию',
    'expiration'        => 'Дата истечения',
    'license_key'       => 'Ключ продукта',
    'maintained'        => 'Поддерживаемая',
    'name'              => 'Название ПО',
    'no_depreciation'   => 'Не амортизируется',
    'purchase_order'    => 'Номер заказа на поставку',
    'reassignable'      => 'Переназначаемая',
    'remaining_seats'   => 'Осталось лицензий',
    'seats'             => 'Количество рабочих мест',
    'termination_date'  => 'Дата прекращения',
    'to_email'          => 'Лицензирована на Email',
    'to_name'           => 'Лицензировано на имя',
    'update'            => 'Обновить лицензию',
    'checkout_help'     => 'Вы должны выдать лицензию физическому активу или человеку. Вы можете выбрать оба варианта, но владелец актива должен совпадать с человеком, которому выдается этот актив.'
);
