<?php

return array(
    'component_name'                  => 'Название компонента',
    'checkin'                             => 'Вернуть компонент',
    'checkout'                             => 'Выдать компонент',
    'cost'				=> 'Закупочная цена',
    'create'                             => 'Создать компонент',
    'edit'                             => 'Редактировать компонент',
    'date'					=> 'Дата покупки',
    'order'					=> 'Номер заказа',
    'remaining' 			             => 'Осталось',
    'total' 			                 => 'Всего',
    'update'                            => 'Обновить компонент',
    'checkin_limit'            => 'Количество должно быть меньше или равно :assigned_qty'
);
