<?php

return array(
    'checkout'                          => 'Отписване на консумативи към потребител',
    'consumable_name'                   => 'Консуматив',
    'create'                            => 'Създаване на консуматив',
    'item_no'                           => '№ на артикул',
    'remaining' 			            => 'Остава',
    'total' 			                => 'Oбщо',
    'update'                            => 'Обновяване на консуматив',
    'inventory_warning'                 => 'Наличноста на този консуматив е под зададения минимум от :min_count',
);
