<?php

return array(

    'invalid_category_type' => 'Категоряита трябва да бъде от консумативи.',
    'does_not_exist' => 'Консуматива не съществува.',

    'create' => array(
        'error'   => 'Консумативът не беше създаден. Моля опитайте отново.',
        'success' => 'Консумативът създаден успешно.'
    ),

    'update' => array(
        'error'   => 'Консумативът не беше обновен. Моля опитайте отново.',
        'success' => 'Консумативът обновен успешно.'
    ),

    'delete' => array(
        'confirm'   => 'Желаете ли изтриване на консуматива?',
        'error'   => 'Проблем при изтриването на консуматива. Моля опитайте отново.',
        'success' => 'Консумативът изтрит успешно.'
    ),

     'checkout' => array(
        'error'   		=> 'Консумативът не беше изписан. Моля опитайте отново.',
        'success' 		=> 'Консумативът изписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.',
         'unavailable'      => 'Няма достатъчно консумативи. Моля проверете количеството налични. ',
    ),

    'checkin' => array(
        'error'   		=> 'Консумативът не беше вписан. Моля опитайте отново.',
        'success' 		=> 'Консумативът вписан успешно.',
        'user_does_not_exist' => 'Невалиден потребител. Моля опитайте отново.'
    )


);
