<?php

return [

    'deleted' => 'Избришан добавувач',
    'does_not_exist' => 'Добавувачот не постои.',

    'create' => [
        'error' => 'Добавувачот не е креиран, обидете се повторно.',
        'success' => 'Добавувачот е креиран.',
    ],

    'update' => [
        'error' => 'Добавувачот не е ажуриран, обидете се повторно',
        'success' => 'Добавувачот е ажуриран.',
    ],

    'delete' => [
        'confirm' => 'Дали сте сигурни дека сакате да го избришете добавувачот?',
        'error' => 'Имаше проблем со бришење на добавувачот. Обидете се повторно.',
        'success' => 'Добавувачот е избришан.',
        'not_found' => 'Supplier not found.',
        'bulk_success' => 'Suppliers were deleted successfully.',
        'partial_success' => '.',
    ],

];
