<?php

return array(
    'about_suppliers_title' => 'За добавувачите',
    'about_suppliers_text'  => 'Добавувачите се компаниите од кои е набавена опремата и кои се одговорни за гаранцијата на основните средства',
    'address'               => 'Адреса на добавувачот',
    'assets'                => 'Основни средства',
    'city'                  => 'Град',
    'contact'               => 'Име за контакт',
    'country'               => 'Држава',
    'create'                => 'Креирај добавувач',
    'email'                 => 'Е-пошта',
    'fax'                   => 'Факс',
    'id'                    => 'ID',
    'licenses'              => 'Лиценци',
    'name'                  => 'Име на добавувачот',
    'notes'                 => 'Забелешки',
    'phone'                 => 'Телефон',
    'state'                 => 'Република',
    'suppliers'             => 'Добавувачи',
    'update'                => 'Ажурирај добавувач',
    'view'                  => 'Погледни добавувач',
    'view_assets_for'       => 'Преглед на средства за',
    'zip'                   => 'Поштенски код',

);
