<?php

return [

    'group_exists' => 'Групата вече съществува!',
    'group_not_found' => 'Групата ID :id не съществува.',
    'group_name_required' => 'Полето име е задължително',
    'assoc_users' => 'Този отдел понастоящем е свързан с поне един потребител и не може да бъде изтрит. Моля, актуализирайте потребителите си, за да не препращате към този отдел и опитайте отново.',

    'success' => [
        'create' => 'Групата създадена успешно.',
        'update' => 'Групата обновена успешно.',
        'delete' => 'Групата изтрита успешно.',
    ],

    'delete' => [
        'confirm' => 'Сигурни ли сте, че желаете да изтриете групата?',
        'create' => 'Проблем при създаване на групата. Моля опитайте отново.',
        'update' => 'Проблем при обновяването на групата. Моля опитайте отново.',
        'delete' => 'Проблем при изтриване на групата. Моля опитайте отново.',
    ],

];
