<?php

return array(

    'group_exists'        => 'Групата вече съществува!',
    'group_not_found'     => 'Групата ID :id не съществува.',
    'group_name_required' => 'Полето име е задължително',

    'success' => array(
        'create' => 'Групата създадена успешно.',
        'update' => 'Групата обновена успешно.',
        'delete' => 'Групата изтрита успешно.',
    ),

    'delete' => array(
        'confirm'   => 'Сигурни ли сте, че желаете да изтриете групата?',
        'create' => 'Проблем при създаване на групата. Моля опитайте отново.',
        'update' => 'Проблем при обновяването на групата. Моля опитайте отново.',
        'delete' => 'Проблем при изтриване на групата. Моля опитайте отново.',
    ),

);
