<?php

return [
    'about_groups_title'            => 'Относно групи',
    'about_groups'                  => 'Групите се използват за обобщаване на потребителските разрешения',
    'group_management' 	 	=> 'Управление на групи',
    'create' 	 	 	    => 'Създаване на нова група',
    'update' 	 		        => 'Редакция на група',
    'group_name' 	 		=> 'Име на група',
    'group_admin' 	 		=> 'Администратор на група',
    'allow' 	 			=> 'Разрешаване',
    'deny' 	 				=> 'Отказ',
    'permission'            => 'Права за достъп',
    'grant'                 => 'Разреши',
    'no_permissions'        => 'Тази група няма права.'
];
