<?php

return array(

    'does_not_exist' => '장소가 존재하지 않습니다.',
    'assoc_users'    => '해당 위치에 자산 또는 사용자가 등록되어 있거나, 위치를 참조하는 상하관계 위치와 연결되어 있어서 아직 삭제할 수 없습니다. 해당 위치를 참조하지 않도록 정리하신 다음 다시 시도해주세요.⠀ ',
    'assoc_assets'	 => '이 장소는 현재 적어도 한명의 사용자와 연결되어 있어서 삭제할 수 없습니다. 사용자가 더 이상 이 장소를 참조하지 않게 갱신하고 다시 시도해주세요. ',
    'assoc_child_loc'	 => '이 장소는 현재 하나 이상의 하위 장소를 가지고 있기에 삭제 할 수 없습니다. 이 장소의 참조를 수정하고 다시 시도해 주세요. ',
    'assigned_assets' => '할당된 자산',
    'current_location' => '현재 위치',
    'open_map' => ':map_provider_icon 지도에서 열기',
    'deleted_warning' => '이 위치는 삭제 되었습니다. 변경하기 전에 이 위치를 복원해 주세요.',


    'create' => array(
        'error'   => '장소가 생성되지 않았습니다. 다시 시도해 주세요.',
        'success' => '장소가 생성되었습니다.'
    ),

    'update' => array(
        'error'   => '장소가 갱신되지 않았습니다. 다시 시도해 주세요.',
        'success' => '장소가 갱신되었습니다.'
    ),

    'restore' => array(
        'error'   => '위치를 복구할 수 없습니다. 다시 시도해 주세요.⠀',
        'success' => '위치가 복원되었습니다.'
    ),

    'delete' => array(
        'confirm'   	=> '이 장소를 삭제하시겠습니까?',
        'error'   => '장소 삭제 중에 문제가 발생했습니다. 다시 시도해 주세요.',
        'success' => '장소가 삭제되었습니다.'
    )

);
