<?php

return [

    'deleted' => 'Ջնջել մատակարար',
    'does_not_exist' => 'Մատակարարը գոյություն չունի։',

    'create' => [
        'error' => 'Մատակարարը չի ստեղծվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Մատակարարը հաջողությամբ ստեղծվել է։',
    ],

    'update' => [
        'error' => 'Մատակարարը  չի թարմացվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Մատակարարը հաջողությամբ թարմացվել է։',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս մատակարարին։',
        'error' => 'Մատակարարին ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Մատակարարը հաջողությամբ ջնջվել է։',
        'not_found' => 'Մատակարարը չի գտնվել',
        'bulk_success' => 'Մատակարարները հաջողությամբ ջնջվեցին։',
        'partial_success' => '․',
    ],

];
