<?php

return [
    'about_suppliers_title' => 'Մատակարարների մասին',
    'about_suppliers_text' => 'Մատակարարները օգտագործվում են ապրանքների աղբյուրը հետևելու համար',
    'address' => 'Մատակարարի հասցե',
    'assets' => 'Ակտիվներ',
    'city' => 'Քաղաք',
    'contact' => 'Կոնտակտի անուն',
    'country' => 'Երկիր',
    'create' => 'Ստեղծել մատակարար',
    'email' => 'Էլ. հասցե',
    'fax' => 'Ֆաքս',
    'id' => 'Նույնացուցիչ (ID)',
    'licenses' => 'Լիցենզիաներ',
    'name' => 'Մատակարարի անուն',
    'notes' => 'Գրառումներ',
    'phone' => 'Հեռախոս',
    'state' => 'Նահանգ',
    'suppliers' => 'Մատակարարներ',
    'update' => 'Թարմացնել մատակարարը',
    'view' => 'Դիտել մատակարար',
    'view_assets_for' => 'Դիտել ակտիվները',
    'zip' => 'Փոստային կոդ',

];
