<?php

return array(

    'field' => array(
        'invalid'   => 'Това поле не съществува.',
        'already_added'   => 'Вече е добавено поле',
        'none_selected'   => 'Не е избрано поле',

        'create' => array(
            'error'   => 'Поле не беше създадено, моля опитайте отново.',
            'success' => 'Поле създадено успешно.',
            'assoc_success' => 'Поле успешно добавено към fieldset.'
        ),

        'update' => array(
            'error'   => 'Полето не беше актуализирано, моля опитайте отново',
            'success' => 'Поле актуализирано успешно.'
        ),

        'delete' => array(
            'confirm'   	=> 'Сигурни ли сте, че желаете да изтриете това поле?',
            'error'   => 'Възникна проблем при изтриването на това поле. Моля, опитайте отново.',
            'success' => 'Полето бе изтрито успешно.',
            'in_use'   => 'Полето все още се използва.',
        )

    ),

    'fieldset' => array(

        'does_not_exist' => 'Полето не съществува',

        'create' => array(
            'error'   => 'Fieldset не беше създаден, моля опитайте отново.',
            'success' => 'Fieldset създаден успешно.'
        ),

        'update' => array(
            'error'   => 'Fieldset не беше актуализиран, моля опитайте отново',
            'success' => 'Fieldset актуализиран успешно.'
        ),

        'delete' => array(
            'confirm'   	=> 'Сигурни ли сте, че желаете да изтриете този fieldset?',
            'error'   => 'Възникна проблем при изтриването на този fieldset. Моля, опитайте отново.',
            'success' => 'Fieldset бе изтрит успешно.',
            'in_use'   => 'Fieldset все още се използва.',
        )

    ),

    'fieldset_default_value' => array(

        'error' => 'Грешка при валидиране на стойностите по подразбиране за набор от полета.',

    ),






);
