<?php

    return [
        'not_found'                    => 'Одржувањето на основни средства што го барате не е пронајдено!',
        'delete'                       => [
            'confirm' => 'Дали сте сигурни дека сакате да го избришете ова одржување на основни средства?',
            'error'   => 'Имаше проблем со бришење на одржувањето на основни средства. Обидете се повторно.',
            'success' => 'Одржувањето на основни средства беше успешно избришано.',
        ],
        'create'                       => [
            'error'   => 'Одржувањето на основни средства не е креирано, обидете се повторно.',
            'success' => 'Одржувањето на основни средства беше успешно креирано.',
        ],
        'edit'                       => [
            'error'   => 'Одржувањето на основни средства не е ажурирано, обидете се повторно.',
            'success' => 'Одржувањето на основни средства беше успешно ажурирано.',
        ],
        'asset_maintenance_incomplete' => 'Се уште не е завршено',
        'warranty'                     => 'Гаранција',
        'not_warranty'                 => 'Без гаранција',
    ];
