<?php

return array(

    'field' => array(
        'invalid'   => 'フィールドがありません。',
        'already_added'   => 'フィールドはすでに追加されています',
        'none_selected'   => 'No field selected',

        'create' => array(
            'error'   => 'フォルダーは作成されませんでした。もう一度やり直してください。',
            'success' => 'フィールドを正常に作成しました。',
            'assoc_success' => 'フィールドはフィールドセットに追加されました'
        ),

        'update' => array(
            'error'   => 'フィールドは更新されませんでした。もう一度やり直してください。',
            'success' => 'フィールドを正常に更新しました。'
        ),

        'delete' => array(
            'confirm'   	=> 'このフィールドを削除してもよろしいですか？',
            'error'   => 'フィールドを削除する際に問題が発生しました。もう一度、やり直して下さい。',
            'success' => 'フィールドは削除されました。',
            'in_use'   => 'フィールドは使用中です。',
        )

    ),

    'fieldset' => array(

        'does_not_exist' => 'フィールドセットが見つかりません',

        'create' => array(
            'error'   => 'フィールドセットは作成されませんでした。もう一度やり直してください。',
            'success' => 'フィールドセットを正常に作成しました。'
        ),

        'update' => array(
            'error'   => 'フィールドセットは更新されませんでした。もう一度やり直してください。',
            'success' => 'フィールドセットを正常に更新しました。'
        ),

        'delete' => array(
            'confirm'   	=> 'このフィールドセットを削除してもよろしいですか？',
            'error'   => 'フィールドセットを削除する際に問題が発生しました。もう一度、やり直して下さい。',
            'success' => 'フィールドセットは削除されました。',
            'in_use'   => 'フィールドセットは使用中です。',
        )

    ),

    'fieldset_default_value' => array(

        'error' => 'デフォルトのフィールドセット値の検証中にエラーが発生しました。',

    ),






);
