<?php

return [

    'undeployable' 		 => '<strong>გაფრთხილება: </strong> ეს ინვენტარი აღნიშნულია როგორც დაზიანებული. თუ სტატუსი შეიცვალა, გთხოვთ განაახლოთ ინვენტარის სტატუსი.',
    'does_not_exist' 	 => 'ინვენტარი არ არსებობს.',
    'does_not_exist_var' => 'ინვენტარი ნომრით :asset_tag ვერ მოიძებნა.',
    'no_tag' 	         => 'ინვენტარის ნომერი არ არის მითითებული.',
    'does_not_exist_or_not_requestable' => 'ინვენტარი არ არსებობს ან არ არის მოთხოვნადი.',
    'assoc_users'	 	 => 'ეს ინვენტარი ამჟამად მინიჭებულია მომხმარებელზე და ვერ წაიშლება. გთხოვთ, ჯერ დააბრუნეთ იგი და შემდეგ სცადეთ წაშლა.',
    'warning_audit_date_mismatch' 	=> 'ამ ინვენტარის მომდევნო აუდიტის თარიღი (:next_audit_date) ადრეულია ბოლო აუდიტის თარიღზე (:last_audit_date). გთხოვთ, განაახლეთ მომდევნო აუდიტის თარიღი.',
    'labels_generated'   => 'ეტიკეტები წარმატებით გენერირდა.',
    'error_generating_labels' => 'ეტიკეტების გენერირებისას მოხდა შეცდომა.',
    'no_assets_selected' => 'არცერთი ინვენტარი არ არის მონიშნული.',

    'create' => [
        'error'   		=> 'ინვენტარი ვერ შეიქმნა, გთხოვთ, სცადეთ თავიდან. :(',
        'success' 		=> 'ინვენტარი წარმატებით შეიქმნა. :)',
        'success_linked' => 'ინვენტარი ნომრით :tag წარმატებით შეიქმნა. <strong><a href=":link" style="color: white;">დასათვალიერებლად დააჭირეთ აქ</a></strong>.',
        'multi_success_linked' => 'ინვენტარი ნომრით :links წარმატებით შეიქმნა.|:count ინვენტარი წარმატებით შეიქმნა. :links.',
        'partial_failure' => 'ერთი ინვენტარის შექმნა ვერ მოხერხდა. მიზეზი: :failures|:count ინვენტარის შექმნა ვერ მოხერხდა. მიზეზები: :failures',
        'target_not_found' => [
            'user' => 'მინიჭებული მომხმარებელი ვერ მოიძებნა.',
            'asset' => 'მინიჭებული ინვენტარი ვერ მოიძებნა.',
            'location' => 'მინიჭებული ადგილმდებარეობა ვერ მოიძებნა.',
        ],
    ],

    'update' => [
        'error'   			=> 'ინვენტარი ვერ განახლდა, გთხოვთ, სცადეთ თავიდან.',
        'success' 			=> 'ინვენტარი წარმატებით განახლდა.',
        'encrypted_warning' => 'ინვენტარი წარმატებით განახლდა, თუმცა დაშიფრული პერსონალური ველები ვერ განახლდა გარკვეული უფლებების გამო.',
        'nothing_updated'	=>  'ველი არ შევსებულა, შესაბამისად არაფერი განახლდა.',
        'no_assets_selected'  =>  'ინვენტარი არ არის არჩეული, შესაბამისად არაფერი განახლდა.',
        'assets_do_not_exist_or_are_invalid' => 'არჩეული ინვენტარი არ არსებობს ან არასწორია და ვერ განახლდება.',
    ],

    'restore' => [
        'error'   		=> 'ინვენტარის აღდგენა ვერ ხერხდება, გთხოვთ, სცადეთ თავიდან.',
        'success' 		=> 'ინვენტარის აღდგენა წარმატებით დასრულდა.',
        'bulk_success' 		=> 'ინვენტარის აღდგენა წარმატებით დასრულდა.',
        'nothing_updated'   => 'ინვენტარი არ არის არჩეული, შესაბამისად არაფერი აღდგა.', 
    ],

    'audit' => [
        'error'   		=> 'ინვენტარის აუდიტი ვერ განხორციელდა: :error',
        'success' 		=> 'ინვენტარის აუდიტის ლოგირება წარმატებით განხორციელდა.',
    ],


    'deletefile' => [
        'error'   => 'ფაილი ვერ წაიშალა. გთხოვთ, ხელახლა სცადეთ.',
        'success' => 'ფაილი წარმატებით წაიშალა.',
    ],

    'upload' => [
        'error'   => 'ფაილი(ები) ვერ აიტვირთა. გთხოვთ, სცადეთ თავიდან.',
        'success' => 'ფაილი(ები) წარმატებით აიტვირთა.',
        'nofiles' => 'თქვენ არ მიუთითეთ ფაილები ასატვირთად, ან ფაილი რომელსაც ცდილობთ ატვირთოთ, ძალიან დიდია.',
        'invalidfiles' => 'ერთი ან რამდენიმე ფაილი ძალიან დიდია ან მისი ფაილის ტიპი არ არის დაუშვებელი. დაუშვებელია მხოლოდ შემდეგი ტიპები: png, gif, jpg, doc, docx, pdf, და txt.',
    ],

    'import' => [
        'import_button'         => 'იმპორტის დამუშავება',
        'error'                 => 'ზოგიერთი ელემენტის იმპორტირება სწორად ვერ განხორციელდა.',
        'errorDetail'           => 'შემდეგი ელემენტების იმპორტირება ვერ მოხდა შეცდომების გამო.',
        'success'               => 'თქვენი ფაილის იმპორტი წარმატებით განხორციელდა.',
        'file_delete_success'   => 'თქვენი ფაილი წარმატებით წაიშალა.',
        'file_delete_error'      => 'ფაილის წაშლა ვერ მოხერხდა.',
        'file_missing' => 'არჩეული ფაილი არ არსებობს.',
        'file_already_deleted' => 'არჩეული ფაილი უკვე წაშლილია.',
        'header_row_has_malformed_characters' => 'სათაური შეიცავს ერთ ან მეტ არასწორ UTF-8 სიმბოლოს.',
        'content_row_has_malformed_characters' => 'კონტენტი შეიცავს არასწორ UTF-8 სიმბოლოს.',
        'transliterate_failure' => 'ტრანსლიტერაცია :encoding-დან UTF-8-ში ვერ მოხერხდა არასწორი სიმბოლოების გამო.'
    ],


    'delete' => [
        'confirm'   	=> 'დარწმუნებული ხართ, რომ გსურთ ეს ინვენტარი წაშალოთ?',
        'error'   		=> 'ინვენტარის წაშლისას მოხდა შეცდომა. გთხოვთ, სცადოთ ხელახლა.',
        'assigned_to_error' => '{1}ინვენტარის ნომერი: :asset_tag ამჟამად გაცემულია. წასაშლელად აუცილებელია ამ მოწყობილობის ჩაბარება.|[2,*]ინვენტარის ნომრები: :asset_tag ამჟამად გადაცემულია. წასაშლელად აუცილებელია ამ მოწყობილობების ჩაბარება.',
        'nothing_updated'   => 'არანაირი ინვენტარი არ არის არჩეული, შესაბამისად არაფერი წაიშალა.',
        'success' 		=> 'ინვენტარი წარმატებით წაიშალა.',
    ],

    'checkout' => [
        'error'   		=> 'ინვენტარის გაცემა ვერ ხერხდება, გთხოვთ სცადოთ თავიდან.',
        'success' 		=> 'ინვენტარის გაცემა წარმატებით განხორციელდა.',
        'user_does_not_exist' => 'მომხმარებელი არ არსებობს ან არავალიდურია. გთხოვთ ხელახლა სცადოთ.',
        'not_available' => 'ეს ინვენტარი ამჟამად არ არის ხელმისაწვდომი გასაცემად!',
        'no_assets_selected' => 'უნდა აირჩიოთ მინიმუმ ერთი ინვენტარი აღნიშნული სიიდან.',
    ],

    'multi-checkout' => [
        'error'   => 'ინვენტარის გაცემა ვერ ხერხდება, გთხოვთ სცადოთ თავიდან.',
        'success' => 'ინვენტარის გაცემა წარმატებით განხორციელდა.',
    ],

    'checkin' => [
        'error'   		=> 'ინვენტარი არ დაბრუნებულა, გთხოვთ სცადოთ თავიდან.',
        'success' 		=> 'ინვენტარი გაცემა წარმატებით განხორციელდა.',
        'user_does_not_exist' => 'მომხმარებელი არასწორია. გთხოვთ სცადოთ თავიდან.',
        'already_checked_in'  => 'ეს ინვენტარი უკვე ჩაბარებულია.',

    ],

    'requests' => [
        'error'   		=> 'მოთხოვნა არ შესრულდა, გთხოვთ სცადოთ თავიდან.',
        'success' 		=> 'მოთხოვნა წარმატებით გაიგზავნა.',
        'canceled'      => 'მოთხოვნა წარმატებით გაუქმდა.',
        'cancel'        => 'მოთხოვნის გაუქმება',
    ],

];
