<?php

return [

    'does_not_exist' => 'ទីតាំងមិនមានទេ។',
    'assoc_users' => 'This location is not currently deletable because it is the location of record for at least one item or user, has assets assigned to it, or is the parent location of another location. Please update your records to no longer reference this location and try again ',
    'assoc_assets' => 'បច្ចុប្បន្នទីតាំងនេះត្រូវបានភ្ជាប់ជាមួយទ្រព្យសកម្មយ៉ាងហោចណាស់មួយ ហើយមិនអាចលុបបានទេ។ សូមអាប់ដេតទ្រព្យសកម្មរបស់អ្នក ដើម្បីកុំឱ្យយោងទីតាំងនេះតទៅទៀត ហើយព្យាយាមម្តងទៀត។ ',
    'assoc_child_loc' => 'បច្ចុប្បន្នទីតាំងនេះគឺជាមេនៃទីតាំងកូនយ៉ាងហោចណាស់មួយ ហើយមិនអាចលុបបានទេ។ សូម​ធ្វើ​បច្ចុប្បន្នភាព​ទីតាំង​របស់​អ្នក​ដើម្បី​លែង​យោង​ទីតាំង​នេះ​ទៀត​ហើយ​ព្យាយាម​ម្ដង​ទៀត។ ',
    'assigned_assets' => 'ទ្រព្យសកម្មដែលបានចាត់តាំង',
    'current_location' => 'ទីតាំង​បច្ចុប្បន្',
    'deleted_warning' => 'This location has been deleted. Please restore it before attempting to make any changes.',

    'create' => [
        'error' => 'ទីតាំងមិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'ទីតាំងត្រូវបានបង្កើតដោយជោគជ័យ។',
    ],

    'update' => [
        'error' => 'ទីតាំងមិនត្រូវបានធ្វើបច្ចុប្បន្នភាពទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'បានធ្វើបច្ចុប្បន្នភាពទីតាំងដោយជោគជ័យ។',
    ],

    'restore' => [
        'error' => 'ទីតាំងមិនត្រូវបានស្ដារឡើងវិញទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'បានស្ដារទីតាំងឡើងវិញដោយជោគជ័យ។',
    ],

    'delete' => [
        'confirm' => 'តើអ្នកប្រាកដថាចង់លុបទីតាំងនេះទេ?',
        'error' => 'មានបញ្ហាក្នុងការលុបទីតាំង។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'ទីតាំងត្រូវបានលុបដោយជោគជ័យ។',
    ],

];
