<?php

return [

    'does_not_exist' => 'ស្លាកស្ថានភាពមិនមានទេ។',
    'deleted_label' => 'បានលុបស្លាកស្ថានភាព',
    'assoc_assets'	 => 'ស្លាកស្ថានភាពនេះបច្ចុប្បន្នត្រូវបានភ្ជាប់ជាមួយទ្រព្យសម្បត្តិយ៉ាងហោចណាស់មួយ ហើយមិនអាចលុបបានទេ។ សូម​ធ្វើ​បច្ចុប្បន្នភាព​ទ្រព្យសកម្ម​របស់​អ្នក​ដើម្បី​លែង​យោង​ស្ថានភាព​នេះ​ហើយ​ព្យាយាម​ម្ដងទៀត។ ',

    'create' => [
        'error'   => 'ស្លាកស្ថានភាពមិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'ស្លាកស្ថានភាពបានបង្កើតដោយជោគជ័យ។',
    ],

    'update' => [
        'error'   => 'ស្លាកស្ថានភាពមិនត្រូវបានធ្វើបច្ចុប្បន្នភាពទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'បានធ្វើបច្ចុប្បន្នភាពស្លាកស្ថានភាពដោយជោគជ័យ។',
    ],

    'delete' => [
        'confirm'   => 'តើអ្នកប្រាកដថាចង់លុបស្លាកស្ថានភាពនេះទេ?',
        'error'   => 'មានបញ្ហាក្នុងការលុបស្លាកស្ថានភាព។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'ស្លាកស្ថានភាពត្រូវបានលុបដោយជោគជ័យ។',
    ],

    'help' => [
        'undeployable'   => 'ទ្រព្យសម្បត្តិទាំងនេះមិនអាចប្រគល់ឱ្យអ្នកណាម្នាក់បានទេ។',
        'deployable'   => 'ទ្រព្យសម្បត្តិទាំងនេះអាចត្រូវបានពិនិត្យចេញ។ នៅពេលដែលពួកវាត្រូវបានចាត់តាំង ពួកគេនឹងសន្មត់ស្ថានភាពមេតានៃ <i class="fas fa-circle text-blue"></i><strong>បានប្រើ</strong>។',
        'archived'   => 'ទ្រព្យសម្បត្តិទាំងនេះមិនអាចត្រូវបានពិនិត្យចេញទេ ហើយនឹងបង្ហាញតែនៅក្នុងទិដ្ឋភាពដែលបានទុកក្នុងប័ណ្ណសារប៉ុណ្ណោះ។ វាមានប្រយោជន៍សម្រាប់ការរក្សាទុកព័ត៌មានអំពីទ្រព្យសកម្មសម្រាប់គោលបំណងថវិកា/ជាប្រវត្តិសាស្ត្រ ប៉ុន្តែការរក្សាវាចេញពីបញ្ជីទ្រព្យសកម្មប្រចាំថ្ងៃ។',
        'pending'   => 'ទ្រព្យសម្បត្តិទាំងនេះមិនទាន់អាចប្រគល់ឱ្យអ្នកណាម្នាក់បានទេ ដែលជារឿយៗត្រូវបានប្រើប្រាស់សម្រាប់វត្ថុដែលអស់សម្រាប់ការជួសជុល ប៉ុន្តែត្រូវបានគេរំពឹងថានឹងត្រឡប់មកចរាចរវិញ។',
    ],

];
