<?php

return [
    'about' => 'About Status Types',
    'archived' => 'ទុកក្នុងប័ណ្ណសារ',
    'create' => 'បង្កើតស្លាកស្ថានភាព',
    'color' => 'ពណ៌គំនូសតាង',
    'default_label' => 'ស្លាកលំនាំដើម',
    'default_label_help' => 'វា​ត្រូវ​បាន​ប្រើ​ដើម្បី​ធានា​ថា​ស្លាក​ស្ថានភាព​ដែល​ប្រើ​ជា​ទូទៅ​របស់​អ្នក​បង្ហាញ​នៅ​ផ្នែក​ខាង​លើ​នៃ​ប្រអប់​ជ្រើសរើស​ពេល​បង្កើត/កែសម្រួល​ទ្រព្យសកម្ម។',
    'deployable' => 'អាចប្រើបាន',
    'info' => 'Status label types are used to describe the various states your assets could be in. They may be out for repair, lost/stolen, etc. You can create new status labels for your deployable, pending and archived assets according to your own workflow. For more information, <a href="https://snipe-it.readme.io/docs/overview#status-labels" target="_blank">see the documentation <i class="fa fa-external-link"></i></a>.',
    'name' => 'ឈ្មោះស្ថានភាព',
    'pending' => 'កំពុងរង់ចាំ',
    'status_type' => 'ប្រភេទស្ថានភាព',
    'show_in_nav' => 'បង្ហាញនៅក្នុង side nav',
    'title' => 'ស្លាកស្ថានភាព',
    'undeployable' => 'មិន​អាច​ប្រើ​បាន',
    'update' => 'ធ្វើបច្ចុប្បន្នភាពស្លាកស្ថានភាព',
];
