<?php

return array(
    'accessory_category' 				=> 'دسته بندی لوازم جانبی',
    'accessory_name'  					=> 'نام وسیله',
    'checkout'  							=> 'چک کردن وسیله',
    'checkin'  							=> 'چک کردن وسیله',
    'create'  							=> 'ایجاد وسیله',
    'edit'  							=> 'ویرایش وسیله',
    'eula_text'							=> 'دسته بندی EULA',
    'eula_text_help'					=> 'این فید به امکان این را میدهد که EULA های خود را با توجه به دارایی سفارشی سازی کنید. اگر شما فقط یک EULA برای تمام دارایی خود دارید،میتوانید گزینه زیر را فعال کنید تا از پیشفرض اولیه استفاده کنید.',
    'require_acceptance'				=> 'نیاز به کاربرانی جهت تایید پذیرش دارایی ها در این دسته بندی.',
    'no_default_eula'					=> 'هیچ EULA اولیه پیشفرضی یافت نشد.در تنظیمات اضافه کنید',
    'total'  							=> 'مجموع',
    'remaining'  						=> 'سود',
    'update'  							=> 'به روزرساتی وسیله',
    'use_default_eula'					=> 'از Use the <a href="#" data-toggle="modal" data-target="#eulaModal">EULA پیشفرض اولیه</a> instead.
 استفاده کنید',
    'use_default_eula_disabled'			=> 'از پیشفرض اولیه EULA استفاده کنید.<del>هیچ پیشفرضی اولیه ای تنظیم نشده است</del>
در تنظیمات اضافه کنید',
    'clone'                             => 'کپی کردن وسیله',
    'delete_disabled'                   => 'امکان حذف وسیله وجود ندارد چون هنوز تعدادی از آیتم ها تحویل شده اند.',

);
