<?php

return array(

    'does_not_exist' => 'ابزار/وسیله [:id] وجود ندارد.',
    'not_found' => 'وسیله پیدا نشد.',
    'assoc_users'	 => 'این وسیله هم اکنون:آیتم های چک شده به کاربران را حساب کنید.لطفا در لوازم جانبی چک کنید و دوباره امتحان کنید',

    'create' => array(
        'error'   => 'وسیله ایجاد نشد.لطفا دوباره امتحان کنید.',
        'success' => 'وسیله با موفقیت ایجاد شد'
    ),

    'update' => array(
        'error'   => 'وسیله به روزرسانی نشد لطفا دوباره امتحان کنید',
        'success' => 'وسیله با موفقیت به روزرسانی شد.'
    ),

    'delete' => array(
        'confirm'   => 'آیا مطمئن هستید می خواهید این وسیله حذف شود?',
        'error'   => 'اشکال در حذف دسته بندی.لطفا دوباره امتحان کنید.',
        'success' => 'دسته بندی با موفقیت حذف شد.'
    ),

     'checkout' => array(
        'error'   		=> 'وسیله چک نشده بود. لطفا دوباره امتحان کنید',
        'success' 		=> 'وسیله با موفقیت چک شد.',
        'unavailable'   => 'امکان تحویل وسیله وجود ندارد. تعداد موجودی را چک کنید',
        'user_does_not_exist' => 'کاربر نامعتبر است. لطفا دوباره امتحان کنید.',
         'checkout_qty' => array(
            'lte'  => 'فقط یک عدد از این وسیله وجود دارد و شما می‌خواهید :checkout_qty تا از آن را تحویل دهید. لطفا تعداد تحویل یا موجودی وسیله را چک کنید و مجدد تلاش کنید.|فقط :number_currently_remaining عدد از این وسیله وجود دارد و شما می‌خواهید :checkout_qty تا از آن را تحویل دهید. لطفا تعداد تحویل یا موجودی وسیله را چک کنید و مجدد تلاش کنید.',
            ),
           
    ),

    'checkin' => array(
        'error'   		=> 'وسیله چک نشده.لطفا دوباره امتحان کنید',
        'success' 		=> 'وسیله با موفقیت چک شد.',
        'user_does_not_exist' => 'کاربر نامعتبر است لطفا دوباره امتحان کنید.'
    )


);
