<?php

return [
    'about_templates' => 'Отностно записани шаблони',
    'saving_templates_description' => 'Изберете вашите настройки, след това въведете име на шаблона и изберете \'Запис на шаблон\' бутона. Използвайте падащото меню за да изберете шаблон.',
    'create' => [
        'success' => 'Шаблона беше записан успешно',
    ],
    'update' => [
        'success' => 'Шаблона беше обновен успешно',
    ],
    'delete' => [
        'success' => 'Шаблона е изтрит',
        'no_delete_permission' => 'Шаблона не съществува или нямате права да го изтриете.',
    ],
];
