<?php

return [

    'does_not_exist' => 'القسم الاداري غير موجود.',
    'department_already_exists' => 'يوجد قسم بهذا الاسم بالفعل في موقع هذه الشركة. أو اختر اسما أكثر تحديدا لهذا القسم. ',
    'assoc_users' => 'هذا القسم الإداري مرتبط حاليا مع مستخدم واحد على الأقل ولا يمكن حذفه. الرجاء تحديث تفاصيل المستخدمين حيث لا تحتوي هذا القسم وحاول مرة أخرى. ',
    'create' => [
        'error' => 'لم يتم إنشاء القسم الإداري، الرجاء المحاولة مرة أخرى.',
        'success' => 'تم انشاء القسم الاداري بنجاح.',
    ],
    'update' => [
        'error' => 'لم يتم تحديث القسم الإداري، الرجاء المحاولة مرة أخرى',
        'success' => 'تم تحديث القسم الاداري بنجاح.',
    ],
    'delete' => [
        'confirm' => 'هل أنت متأكد من رغبتك في حذف هذا القسم؟',
        'error' => 'حدثت مشكلة اثناء عملية حذف القسم الاداري. الرجاء المحاولة مرة اُخرى.',
        'success' => 'تم حذف القسم الاداري بنجاح.',
    ],

];
