<?php

return array(
    'accessory_category' 				=> 'تصنيف الملحق',
    'accessory_name'  					=> 'اسم الملحق',
    'checkout'  							=> 'اخراج الملحق',
    'checkin'  							=> 'إدخال الملحق',
    'create'  							=> 'إنشاء ملحق',
    'edit'  							=> 'تعديل الملحق',
    'eula_text'							=> 'إتفاقية ترخيص المستخدم النهائي للتصنيف',
    'eula_text_help'					=> 'يسمح لك هذا الحقل بتخصيص مجموعة اتفاقيات ترخيص المستخدم لأنواع معينة من الأصول. اذا كنت تمتلك اتفاقية واحدة لجميع أصولك يمكنك أن تقوم بتأشير المربع في الأسفل لاستخدام الاتفاقية الافتراضية الاساسية.',
    'require_acceptance'				=> 'مطالبة المستخدمين بتأكيد قبولهم الأصول في هذا التصنيف.',
    'no_default_eula'					=> 'لا يوجد هنالك اي (إتفاقية ترخيص المستخدم). قم باضافة واحدة من الإعدادات.',
    'total'  							=> 'المجموع',
    'remaining'  						=> 'المتاح',
    'update'  							=> 'تحديث الملحق',
    'use_default_eula'					=> 'قم باستعمال <a href="#" data-toggle="modal" data-target="#eulaModal">اتفاقية ترخيص المستخدم الافتراضية الاساسية</a>.',
    'use_default_eula_disabled'			=> '<del>استخدام (اتفاقية ترخيص المستخدم) الافتراضية الأساسية بدلا من ذلك.</del> لم يتم تحديد (اتفاقية ترخيص المستخدم) الافتراضية الأساسية. الرجاء إضافتها في الإعدادات.',
    'clone'                             => 'استنساخ الملحق',
    'delete_disabled'                   => 'لا يمكن حذف هذا الملحق حتى الآن لأن بعض العناصر لا تزال قيد الخروج.',

);
