<?php

return [

    'group_exists' => 'Групп аль хэдийн байна!',
    'group_not_found' => 'Group ID :id does not exist.',
    'group_name_required' => 'Нэрийн талбар шаардлагатай',
    'assoc_users' => 'Энэ хэлтэс нь одоогоор хамгийн багадаа нэг хэрэглэгчтэй холбоотой бөгөөд устгах боломжгүй байна. Энэ хэрэглэгчийн лавлагааг цаашид хэрэггүй болгохын тулд хэрэглэгчиддээ шинэчилнэ үү.',

    'success' => [
        'create' => 'Групп амжилттай болсон.',
        'update' => 'Групп амжилттай шинэчлэгдсэн.',
        'delete' => 'Групп амжилттай устгагдсан байна.',
    ],

    'delete' => [
        'confirm' => 'Та энэ бүлгийг устгахыг хүсч байгаадаа итгэлтэй байна уу?',
        'create' => 'Бүлэг үүсгэх асуудал үүссэн. Дахин оролдоно уу.',
        'update' => 'Бүлгийг шинэчлэх асуудал гарлаа. Дахин оролдоно уу.',
        'delete' => 'Бүлгийг устгах асуудал гарлаа. Дахин оролдоно уу.',
    ],

];
