<?php

return array(

    'group_exists'        => 'Групп аль хэдийн байна!',
    'group_not_found'     => 'Group ID :id does not exist.',
    'group_name_required' => 'Нэрийн талбар шаардлагатай',

    'success' => array(
        'create' => 'Групп амжилттай болсон.',
        'update' => 'Групп амжилттай шинэчлэгдсэн.',
        'delete' => 'Групп амжилттай устгагдсан байна.',
    ),

    'delete' => array(
        'confirm'   => 'Та энэ бүлгийг устгахыг хүсч байгаадаа итгэлтэй байна уу?',
        'create' => 'Бүлэг үүсгэх асуудал үүссэн. Дахин оролдоно уу.',
        'update' => 'Бүлгийг шинэчлэх асуудал гарлаа. Дахин оролдоно уу.',
        'delete' => 'Бүлгийг устгах асуудал гарлаа. Дахин оролдоно уу.',
    ),

);
