<?php

return array(
    'about_manufacturers_title'    => 'حول الشركات المصنعة',
    'about_manufacturers_text'  => 'الشركات المصنعة هي الشركات التي تقوم بتصنيع الأصول الخاصة بك. يمكنك تخزين معلومات الاتصال بالدعم المهمة عنها هنا، والتي سيتم عرضها على صفحات تفاصيل الأصول.',
    'asset_manufacturers'	=> 'مصنعي الأصول',
    'create'				=> 'إنشاء شركة مصنعة',
    'id'   					=> 'رقم التعريف',
    'name'      			=> 'اسم',
    'support_email'   		=> 'دعم البريد الإلكتروني',
    'support_phone'   		=> 'دعم الهاتف',
    'support_url'   		=> 'رابط الدعم التقني',
    'warranty_lookup_url'   => 'رابط البحث عن الضمان',
    'update'				=> 'تحديث الشركة المصنعة',

);
