<?php

return [
    'does_not_exist' => 'Компани байхгүй байна.',
    'deleted'        => 'Deleted company',
    'assoc_users'    => 'Энэ компани одоогоор хамгийн багадаа нэг загвартай холбоотой бөгөөд устгах боломжгүй байна. Энэ компанийг цаашид лавлахын тулд загвараа шинэчлээд дахин оролдоно уу.',
    'create' => [
        'error'   => 'Компани бүтээгдээгүй, дахин оролдоно уу.',
        'success' => 'Компани амжилттай байгуулагдсан.',
    ],
    'update' => [
        'error'   => 'Компани шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Компани амжилттай шинэчлэгдсэн.',
    ],
    'delete' => [
        'confirm' => 'Та энэ компанийг устгахыг хүсч байгаадаа итгэлтэй байна уу?',
        'error'   => 'Компаниыг устгахад асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Компани амжилттай устгасан.',
    ],
];
