<?php

return array(
    'about_manufacturers_title'    => 'Про виробників',
    'about_manufacturers_text'  => 'Виробники це компанії, що виготовляються ваші активи. Ви можете зберігати необхідну контактну інформацію про них, що буде відображатися на сторінках з детальним описом актвів.',
    'asset_manufacturers'	=> 'Виробники активів',
    'create'				=> 'Створити виробника',
    'id'   					=> 'ID',
    'name'      			=> 'Назва',
    'support_email'   		=> 'Email підтримки',
    'support_phone'   		=> 'Телефон підтримки',
    'support_url'   		=> 'URL підтримки',
    'warranty_lookup_url'   => 'URL-адреса фільтрування гарантії',
    'update'				=> 'Оновити виробника',

);
