<?php

    return [
        'asset_maintenances' => 'Дії над активами', // not used anymore
        'maintenances'       => 'Обслуговування',
        'edit'               => 'Редагувати обслуговування активів',
        'delete'             => 'Видалити обслуговування активів',
        'view'               => 'Переглянути інформацію про обслуговування активів',
        'repair'             => 'Ремонт',
        'maintenance'        => 'Технічне обслуговування',
        'upgrade'            => 'Модернізація',
        'calibration'        => 'Калібрування',
        'software_support'   => 'Підтримка програмного забезпечення',
        'hardware_support'   => 'Підтримка апаратного забезпечення',
        'configuration_change'   => 'Зміна конфігурації',
        'pat_test'           => 'Технічний контроль',
    ];
