<?php

    return [
        'not_found'                    => 'Обслуговування активів, що ви шукали, не знайдено!',
        'delete'                       => [
            'confirm' => 'Ви впевнені, що хочете видалити це обслуговування активів?',
            'error'   => 'Виникла проблема при видаленні. Будь ласка, спробуйте ще раз.',
            'success' => 'Обслуговування активів було успішно видалено.',
        ],
        'create'                       => [
            'error'   => 'Обслуговування не було створено, будь ласка, спробуйте ще раз.',
            'success' => 'Обслуговування активів успішно створено.',
        ],
        'edit'                       => [
            'error'   => 'Обслуговування активів не було відредаговано, будь ласка, спробуйте ще раз.',
            'success' => 'Обслуговування активів успішно змінено.',
        ],
        'asset_maintenance_incomplete' => 'Ще не завершено',
        'warranty'                     => 'Гарантія',
        'not_warranty'                 => 'Не гарантійний',
    ];
