<?php

return array(
    'accessory_category' 				=> 'Κατηγορία αξεσουάρ',
    'accessory_name'  					=> 'Όνομα ανταλλακτικού',
    'checkout'  							=> 'Checkout αξεσουάρ',
    'checkin'  							=> 'Checkin Αξεσουάρ',
    'create'  							=> 'Το πεδίο ενημερώθηκε επιτυχώς',
    'edit'  							=> 'Επεξεργασία αξεσουάρ',
    'eula_text'							=> 'Κατηγορία EULA',
    'eula_text_help'					=> 'Αυτό το πεδίο σάς επιτρέπει να προσαρμόσετε τα EULAs για συγκεκριμένους τύπους των περιουσιακών στοιχείων. Εάν έχετε μόνο μία EULA για το σύνολο των περιουσιακών σας στοιχείων, μπορείτε να ελέγξετε το πλαίσιο παρακάτω, για να χρησιμοποιήσετε τον προεπιλεγμένο πρωτεύοντος.',
    'require_acceptance'				=> 'Απαιτείται από τους χρήστες να επιβεβαιώσουν την αποδοχή των περιουσιακών στοιχείων σε αυτή την κατηγορία.',
    'no_default_eula'					=> 'Δεν βρέθηκαν προεπιλεγμένα πρωτεύοντος EULA. Προσθέστε ένα στις ρυθμίσεις.',
    'total'  							=> 'Σύνολο',
    'remaining'  						=> 'Όφελος',
    'update'  							=> 'Ενημέρωση αξεσουάρ',
    'use_default_eula'					=> 'Χρησιμοποιήστε την προεπιλεγμένη <a href="#" data-toggle="modal" data-target="#eulaModal">primary EULA</a>.',
    'use_default_eula_disabled'			=> '<del>Χρησιμοποιήστε την κύρια προεπιλεγμένη EULA instead.</del> καμία κύρια προεπιλεγμένη άδεια χρήσης τελικού χρήστη δεν έχει οριστεί. Παρακαλείσθε να προσθέσετε μία στις ρυθμίσεις.',
    'clone'                             => 'Κλώνος Αξεσουάρ',
    'delete_disabled'                   => 'Αυτό το εξάρτημα δεν μπορεί να διαγραφεί ακόμα, επειδή κάποια στοιχεία εξακολουθούν να εκκρεμούν.',

);
