<?php

return [

    'deleted' => 'Изтрит доставчик',
    'does_not_exist' => 'Несъществуващ доставчик.',

    'create' => [
        'error' => 'Доставчикът не беше създаден. Моля, опитайте отново.',
        'success' => 'Доставчикът е създаден.',
    ],

    'update' => [
        'error' => 'Достъвчикът не беше обновен. Моля, опитайте отново',
        'success' => 'Доставчикът е обновен.',
    ],

    'delete' => [
        'confirm' => 'Сигурни ли сте, че искате да изтриете този доставчик?',
        'error' => 'Възникна проблем при изтриване на доставчика. Моля, опитайте отново.',
        'success' => 'Доставчикът е изтрит.',
        'not_found' => 'Доставчика не е намерен.',
        'bulk_success' => 'Доставчиците бяха изтрити успешно.',
        'partial_success' => '.',
    ],

];
