<?php

return array(
    'about_suppliers_title' => 'Относно доставчици',
    'about_suppliers_text'  => 'Доставчици се използват за проследяване на източника на елементи',
    'address'               => 'Адрес на доставчика',
    'assets'                => 'Активи',
    'city'                  => 'Град',
    'contact'               => 'Лице за връзка',
    'country'               => 'Държава',
    'create'                => 'Създаване на доставчик',
    'email'                 => 'Email',
    'fax'                   => 'Факс',
    'id'                    => 'ID',
    'licenses'              => 'Лицензи',
    'name'                  => 'Доставчик',
    'notes'                 => 'Бележки',
    'phone'                 => 'Телефон',
    'state'                 => 'Област',
    'suppliers'             => 'Доставчици',
    'update'                => 'Обновяване на доставчик',
    'view'                  => 'Преглед на доставчик',
    'view_assets_for'       => 'Преглед на активите за',
    'zip'                   => 'Пощенски код',

);
