<?php

return [

    'field' => [
        'invalid' => 'این زمینه وجود ندارد.',
        'already_added' => 'زمینه اضافه شده است',
        'none_selected' => 'No field selected',

        'create' => [
            'error' => 'فیلد ایجاد نشده است، لطفا دوباره تلاش کنید.',
            'success' => 'فیلد با موفقیت ایجاد شد.',
            'assoc_success' => 'فیلد با موفقیت به تنظیمات فیلد اضافه شد.',
        ],

        'update' => [
            'error' => 'فیلد به روز رسانی نشده است، لطفا دوباره تلاش کنید',
            'success' => 'فیلد با موفقیت به روز رسانی شد.',
        ],

        'delete' => [
            'confirm' => 'آیا شما مطمئن هستید که می خواهید این فیلد را حذف کنید؟',
            'error' => 'در حذف کردن این فیلد مشکلی وجود داشت. لطفا دوباره تلاش کنید.',
            'success' => 'فیلد با موفقیت حذف شد.',
            'in_use' => 'فیلد همچنان در حال استفاده است.',
        ],

    ],

    'fieldset' => [

        'does_not_exist' => 'Fieldset وجود ندارد',

        'create' => [
            'error' => 'تنظیمات فیلد ایجاد نشده است، لطفا دوباره تلاش کنید.',
            'success' => 'تنظیمات فیلد با موفقیت ایجاد شد.',
        ],

        'update' => [
            'error' => 'تنظیمات فیلد به روز رسانی نشده است، لطفا دوباره تلاش کنید',
            'success' => 'تنظیمات فیلد به موفقیت به روز رسانی شد.',
        ],

        'delete' => [
            'confirm' => 'آیا شما مطمئن هستید که می خواهید این تنظیمات فیلد را حذف کنید؟',
            'error' => 'در حذف کردن تنظیمات فیلد مشکلی وجود داشت. لطفا دوباره تلاش کنید.',
            'success' => 'تنظیمات فیلد با موفقیت حذف شد.',
            'in_use' => 'تنظیمات فیلد همچنان در حال استفاده است.',
        ],

    ],

    'fieldset_default_value' => [

        'error' => 'خطا در اعتبارسنجی مقادیر مجموعه فیلدهای پیش‌فرض.
',

    ],

];
