<?php

return [
    'send_password_link'	        => 'ส่งลิงก์รีเซ็ตรหัสผ่าน',
    'email_reset_password'			=> 'รีเซ็ตรหัสผ่านอีเมล',
    'reset_password'			    => 'รีเซ็ตรหัสผ่าน',
    'saml_login'                    => 'เข้าใช้งานผ่าน SAML',
    'login'                         => 'เข้าสู่ระบบ',
    'login_prompt'                  => 'กรุณาเข้าสู่ระบบ',
    'forgot_password'               => 'ฉันลืมรหัสผ่าน',
    'ldap_reset_password'           => 'กรุณาคลิกที่นี่เพื่อรีเซ็ทรหัสผ่าน LDAP',
    'remember_me'                   => 'จดจำฉัน',
    'username_help_top'             => 'กรุณากรอก <strong>ชื่อผู้ใช้งาน</strong> เพื่อส่งอีเมล์รีเซ็ทรหัสผ่าน',
    'username_help_bottom'          => 'อีเมลกับชื่อผู้ใช้งาน<em>อาจ</em>ซ้ำกัน หากจำชื่อผู้ใช้งานไม่ได้ ให้ติดต่อผู้ดูแลระบบ <br><br><strong>ผู้ใช้งานที่ไม่มีอีเมล์จะไม่ได้รับอีเมลสำหรับการรีเซ็ทรหัสผ่าน</strong> ',
    'google_login'                  => 'เข้าใช้งานผ่าน Google Workspace',
    'google_login_failed'           => 'เข้าใช้งานผ่าน Google ล้มเหลว กรุณาลองใหม่อีกครั้ง',
    'invite_password_expires'       => 'ลิงก์รีเซ็ทรหัสผ่านจะหมดอายุภายใน :expire_date คุณสามารถใช้ลิงก์รีเซ็ทรหัสผ่านด้วยตนเองเพื่อรับโทเคนใหม่ด้วยการคลิกที่นี่',

];

