<?php

return array(

    'account_already_exists' => 'อีเมลนี้มีการลงทะเบียนในระบบแล้ว',
    'account_not_found'      => 'บัญชีผู้ใช้งาน หรือรหัสผ่าน ไม่ถูกต้อง',
    'account_not_activated'  => 'ชื่อผู้ใช้นี้ยังไม่ได้ทำการเปิดใช้งาน',
    'account_suspended'      => 'บัญชีผู้ใช้นี้ถูกระงับการใช้งาน',

    'two_factor' => array(
        'already_enrolled'      => 'อุปกรณ์ของคุณได้รับการลงทะเบียนเรียบร้อยแล้ว',
        'success'               => 'คุณได้เข้าสู่ระบบเรียบร้อย',
        'code_required'         => 'จำเป็นต้องใช้รหัสยืนยันตัวตนสองปัจจัย',
        'invalid_code'          => 'การยืนยันตัวตนสองปัจจัยไม่ถูกต้อง',
        'enter_two_factor_code' => 'โปรดป้อนรหัสยืนยันตัวตนสองปัจจัยของคุณ',
        'please_enroll'         => 'โปรดลงทะเบียนอุปกรณ์ของคุณเพื่อใช้การตรวจสอบสิทธิ์แบบสองปัจจัย',
    ),

    'signin' => array(
        'error'   => 'มีปัญหาขณะกำลังเข้าสู่ระบบ กรุณาลองอีกครั้ง',
        'success' => 'คุณได้เข้าสู่ระบบเรียบร้อย',
    ),

    'logout' => array(
        'error'   => 'เกิดข้อผิดพลาดขณะพยายามออกจากระบบ โปรดลองอีกครั้ง',
        'success' => 'คุณออกจากระบบแล้ว',
    ),

    'signup' => array(
        'error'   => 'มีปัญหาในการเปิดใช้งานบัญชีผู้ใช้ของคุณ โปรดลองอีกครั้ง',
        'success' => 'สร้างบัญชีผู้ใช้เสร็จเรียบร้อย',
    ),

    'forgot-password' => array(
        'error'   => 'มีปัญหาในการรับรหัสตั้งค่ารหัสผ่านใหม่ โปรดลองอีกครั้ง',
        'success' => 'หากที่อยู่อีเมลนั้นมีอยู่ในระบบ ระบบได้ส่งอีเมลกู้คืนรหัสผ่านไปแล้ว',
    ),

    'forgot-password-confirm' => array(
        'error'   => 'มีปัญหาในการตั้งค่ารหัสผ่านใหม่ กรุณาลองอีกครั้ง',
        'success' => 'รหัสผ่านบัญชีผู้ใช้ของคุณได้รับการตั้งค่าใหม่เรียบร้อยแล้ว',
    ),


);
