<?php

return array(
    'about_models_title'     => 'អំពី Asset Models',
    'about_models_text'           => 'Asset Models គឺជាវិធីមួយសម្រាប់ដាក់ក្រុមទ្រព្យសកម្មដូចគ្នា។ "MBP 2013", "IPhone 6s" ជាដើម។',
    'deleted'  					=> 'ម៉ូដែលនេះត្រូវបានលុប។',
    'bulk_delete'               => 'ភាគច្រើនលុបគំរូទ្រព្យសកម្ម',
    'bulk_delete_help'               => 'ប្រើប្រអប់ធីកខាងក្រោមដើម្បីបញ្ជាក់ការលុបគំរូទ្រព្យសកម្មដែលបានជ្រើសរើស។ គំរូទ្រព្យសកម្មដែលមានទ្រព្យសកម្មដែលភ្ជាប់ជាមួយពួកវាមិនអាចលុបបានទេ រហូតទាល់តែទ្រព្យសកម្មត្រូវបានភ្ជាប់ជាមួយគំរូផ្សេង។',
    'bulk_delete_warn'          => 'អ្នកហៀបនឹងលុបគំរូទ្រព្យសកម្មមួយ។|អ្នកហៀបនឹងលុប៖ model_count គំរូទ្រព្យសកម្ម។',
    'restore'                   => 'ស្តារម៉ូដែល',
    'requestable'               => 'អ្នកប្រើប្រាស់អាចស្នើសុំម៉ូដែលនេះ។',
	'show_mac_address'			      => 'បង្ហាញ MAC address នៅក្នុងទ្រព្យសម្បត្តិនៅក្នុងគំរូនេះ។',
    'view_deleted'              => 'មើលបានលុប',
    'view_models'               => 'មើលម៉ូដែល',
    'fieldset'                  => 'Fieldset',
    'no_custom_field'           => 'No custom fields',
    'add_default_values'        => 'បន្ថែមតម្លៃលំនាំដើម',
);
