<?php

return [
    'not_found' => 'Ձեր փնտրած ակտիվի սպասարկումը չի գտնվել։',
    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս ակտիվի սպասարկումը։',
        'error' => 'Ակտիվի սպասարկումը ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Ակտիվի սպասարկումը հաջողությամբ ջնջվել է։',
    ],
    'create' => [
        'error' => 'Ակտիվի սպասարկումըչի ստեղծվել, խնդրում ենք փորձել կրկին։',
        'success' => 'Ակտիվի սպասարկումը հաջողությամբ ստեղծվել է։',
    ],
    'edit' => [
        'error' => 'Ակտիվի սպասարկումը չի խմբագրվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Ակտիվի սպասարկումը հաջողությամբ խմբագրվել է։',
    ],
    'asset_maintenance_incomplete' => 'Դեռ չի ավարտվել',
    'warranty' => 'Երաշխիքային ժամկետ',
    'not_warranty' => 'Ոչ երաշխիքային',
];
