<?php

return [
    'accessory_category' => 'ប្រភេទគ្រឿងបន្លាស់',
    'accessory_name' => 'ឈ្មោះគ្រឿងបន្លាស់',
    'checkout' => 'Checkout Accessory',
    'checkin' => 'Checkin Accessory',
    'create' => 'បង្កើតគ្រឿងបន្លាស់',
    'edit' => 'កែសម្រួលគ្រឿងបន្លាស់',
    'eula_text' => 'ប្រភេទ EULA',
    'eula_text_help' => 'វាលនេះអនុញ្ញាតឱ្យអ្នកប្ដូរ EULAs របស់អ្នកតាមបំណងសម្រាប់ប្រភេទជាក់លាក់នៃទ្រព្យសកម្ម។ ប្រសិនបើអ្នកមាន EULA តែមួយសម្រាប់ទ្រព្យសកម្មទាំងអស់របស់អ្នក អ្នកអាចធីកប្រអប់ខាងក្រោមដើម្បីប្រើលំនាំដើមចម្បង។',
    'require_acceptance' => 'Require users to confirm acceptance of item in this category.',
    'no_default_eula' => 'រកមិនឃើញ EULA លំនាំដើមចម្បងទេ។ បន្ថែមមួយនៅក្នុងការកំណត់។',
    'total' => 'សរុប',
    'remaining' => 'Avail',
    'update' => 'ធ្វើបច្ចុប្បន្នភាពគ្រឿងបន្លាស់',
    'use_default_eula' => 'ប្រើ <a href="#" data-toggle="modal" data-target="#eulaModal">លំនាំដើមចម្បង EULA</a> ជំនួសវិញ។',
    'use_default_eula_disabled' => '<del>ប្រើ EULA លំនាំដើមចម្បងជំនួសវិញ។</del> គ្មាន EULA លំនាំដើមចម្បងត្រូវបានកំណត់ទេ។ សូមបន្ថែមមួយនៅក្នុងការកំណត់។',
    'clone' => 'Clone Accessory',
    'delete_disabled' => 'គ្រឿងបន្លាស់នេះមិនអាចលុបចេញបានទេ ដោយសារធាតុមួយចំនួននៅតែត្រូវបានដកចេញ។',

];
