<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'დამატებითი ინფორმაცია',

    'audit_help' => 'თუ მონიშნავთ ამ ველს, აქტივის ჩანაწერი განახლდება და ასახავს ახალ მდებარეობას. თუ არ მონიშნავთ, მდებარეობა დაფიქსირდება მხოლოდ აუდიტის ჟურნალში.<br><br>გაითვალისწინეთ: თუ აქტივი გაცემულია, ცვლილება არ შეეხება იმ პირის, აქტივის ან ლოკაციის მდებარეობას, ვისთანაც ის ამჟამად არის გაცემული.',

    'assets' => 'ინვენტარი წარმოადგენს ობიექტებს, რომლებიც აღრიცხვიანდება სერიული ნომრით ან ინვენტარის ნომრის მეშვეობით. როგორც წესი, ესენია მაღალი ღირებულების მქონე ნივთები, რომელთა უნიკალური იდენტიფიკაცია მნიშვნელოვანია.',

    'categories' => 'კატეგორიები ხელს უწყობს ნივთების ორგანიზებას. მაგალითისთვის შეიძლება აღინიშნოს კატეგორიები, როგორიცაა "დესკტოპები", "ლეპტოპები", "მობილური ტელეფონები", "ტაბლეტები" და ა.შ. კატეგორიების გამოყენება შესაძლებელია თქვენი საჭიროების შესაბამისად.',

    'accessories' => 'აქსესუარები მოიცავს იმ ნივთებს, რომლებიც გაიცემა მომხმარებლებზე, მაგრამ არ აქვთ სერიული ნომერი ან მათი უნიკალური აღრიცხვა არ არის მნიშვნელოვანი. მაგალითად, კომპიუტერის კლავიატურები.',

    'companies'     => 'კომპანიები შეიძლება გამოყენებულ იქნას როგორც მარტივი საიდენტიფიკაციო ველი, ან – სისტემის ადმინისტრირების პარამეტრებში სრული კომპანიის მხარდაჭერის ჩართვის შემთხვევაში – მომხმარებლებისა და აქტივების ხილვადობის განსაზღვრისთვის.',

    'components'    => 'კომპონენტები არის ინვენტარის შემადგენელი ნაწილები, მაგალითად, მყარი დისკი, ოპერატიული მეხსიერება და სხვა.',

    'consumables'   => 'სახარჯი მასალები წარმოადგენს ისეთ ნივთებს, რომლებიც დროთა განმავლობაში იხარჯება. მაგალითად, პრინტერის კარტრიჯი ან საკანცელარიო ქაღალდი.',

    'depreciations' => 'შეგიძლიათ დააყენოთ ინვენტარის ამორტიზაციის წესები, რომლებიც ითვალისწინებს სწორხაზოვან ამორტიზაციას.',
    
    'empty_file'    => 'იმპორტერი აღმოაჩენს, რომ ატვირთული ფაილი ცარიელია.'
];
