<?php

return [
    'sent'	        => 'თუ ჩვენს სისტემაში არსებობს შესაბამისი მომხმარებელი მოქმედი ელ. ფოსტის მისამართით, პაროლის აღდგენის ბმული გაიგზავნა.',
    'user'			=> 'თუ ჩვენს სისტემაში არსებობს შესაბამისი მომხმარებელი მოქმედი ელ. ფოსტის მისამართით, პაროლის აღდგენის ბმული გაიგზავნა.',
    'token'         => 'პაროლის აღდგენის ტოკენი არასწორია, ვადაგასულია ან არ შეესაბამება მითითებულ მომხმარებლის სახელს.',
    'reset'         => 'თქვენი პაროლი წარმატებით აღდგა!',
    'password_change'  => 'თქვენი პაროლი განახლდა!',
];
