<?php

return array(

    'group_exists'        => 'グループは既に存在しています！',
    'group_not_found'     => 'グループID :id は、存在していません。',
    'group_name_required' => '名前フィールドは必須です。',

    'success' => array(
        'create' => 'グループは正常に作成されました。',
        'update' => 'グループは正常に更新されました。',
        'delete' => 'グループは正常に削除されました。',
    ),

    'delete' => array(
        'confirm'   => '本当にこのグループを削除してもよいですか？',
        'create' => 'グループを作成時に問題が発生しました。もう一度試して下さい。',
        'update' => 'グループを更新時に問題が発生しました。もう一度試して下さい。',
        'delete' => 'グループを削除時に問題が発生しました。もう一度試して下さい。',
    ),

);
