<?php

return array(

    'does_not_exist' => '減価償却クラスがありません。',
    'assoc_users'	 => 'この減価償却は複数のモデルに関係付けられているため削除することができません。モデルを削除してから再度実行してください。 ',


    'create' => array(
        'error'   => '減価償却クラスが作成できませんでした。再度実行してください。',
        'success' => '減価償却クラスの作成に成功しました。'
    ),

    'update' => array(
        'error'   => '減価償却クラスの更新ができませんでした。再度実行してください。',
        'success' => '減価償却クラスの更新に成功しました。'
    ),

    'delete' => array(
        'confirm'   => '本当に減価償却クラスを削除しますか？',
        'error'   => '減価償却クラスを削除する際に問題がおきました。再度実行してください。',
        'success' => '減価償却クラスの削除に成功しました。'
    )

);
