<?php

return [
    'does_not_exist' => '所属は存在しません',
    'deleted'        => '削除された企業',
    'assoc_users'    => 'この所属は現在少なくとも一つの型番に関連付けされているため削除できません。この所属を参照しないように更新した上で、もう一度試して下さい。 ',
    'create' => [
        'error'   => '所属は作成されませんでした、もう一度やり直してください。',
        'success' => '所属が正常に作成されました。',
    ],
    'update' => [
        'error'   => '所属部署が更新されませんでした、もう一度やり直してください。',
        'success' => '所属が正常に更新されました。',
    ],
    'delete' => [
        'confirm' => 'この所属を削除してもよろしいですか？',
        'error'   => '所属を削除する時に問題が発生しました。もう一度試して下さい。',
        'success' => '所属の削除に成功しました。',
    ],
];
