<?php

return array(

    'invalid_category_type' => 'The category must be a consumable category.',
    'does_not_exist' => 'நுகர்வோர் இல்லை.',

    'create' => array(
        'error'   => 'நுகர்வோர் உருவாக்கப்படவில்லை, தயவுசெய்து மீண்டும் முயற்சிக்கவும்.',
        'success' => 'நுகர்வோர் வெற்றிகரமாக உருவாக்கப்பட்டது.'
    ),

    'update' => array(
        'error'   => 'நுகர்வோர் புதுப்பிக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்',
        'success' => 'நுகர்வோர் வெற்றிகரமாக மேம்படுத்தப்பட்டது.'
    ),

    'delete' => array(
        'confirm'   => 'நீங்கள் இந்த நுகர்வு நீக்க விரும்புகிறீர்களா?',
        'error'   => 'நுகர்வு நீக்கம் ஒரு பிரச்சினை இருந்தது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
        'success' => 'நுகர்வோர் வெற்றிகரமாக நீக்கப்பட்டது.'
    ),

     'checkout' => array(
        'error'   		=> 'நுகர்வோர் சரிபார்க்கப்படவில்லை, தயவு செய்து மீண்டும் முயற்சிக்கவும்',
        'success' 		=> 'நுகர்வோர் வெற்றிகரமாக சோதிக்கப்பட்டது.',
        'user_does_not_exist' => 'அந்த பயனர் தவறானது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
         'unavailable'      => 'There are not enough consumables for this checkout. Please check the quantity left. ',
    ),

    'checkin' => array(
        'error'   		=> 'நுகர்வோர் சரிபார்க்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்',
        'success' 		=> 'நுகர்வோர் வெற்றிகரமாக சோதிக்கப்பட்டது.',
        'user_does_not_exist' => 'அந்த பயனர் தவறானது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.'
    )


);
