<?php

return array(

    'does_not_exist' => 'ไม่มีแผนก',
    'department_already_exists' => 'มีแผนกชื่อนี้อยู่แล้วในบริษัทแห่งนี้ หรือเลือกชื่อที่เฉพาะเจาะจงกว่าสำหรับแผนกนี้ ',
    'assoc_users'	 => 'แผนกนี้มีการเชื่อมโยงกับผู้ใช้อย่างน้อยหนึ่งรายและไม่สามารถลบได้ โปรดอัปเดตผู้ใช้เพื่ออ้างถึงแผนกนี้อีกครั้งและลองอีกครั้ง',
    'create' => array(
        'error'   => 'ไม่ได้สร้างแผนกโปรดลองอีกครั้ง',
        'success' => 'สร้างแผนกเรียบร้อยแล้ว'
    ),
    'update' => array(
        'error'   => 'แผนกไม่ได้รับการปรับปรุงโปรดลองอีกครั้ง',
        'success' => 'อัปเดตแผนกเรียบร้อยแล้ว'
    ),
    'delete' => array(
        'confirm'   	=> 'คุณแน่ใจหรือไม่ว่าต้องการลบแผนกนี้',
        'error'   => 'เกิดปัญหาในการลบแผนก กรุณาลองอีกครั้ง.',
        'success' => 'แผนกนี้ถูกลบเรียบร้อยแล้ว'
    )

);
