<?php

return array(

    'group_exists'        => 'Η ομάδα υπάρχει ήδη!',
    'group_not_found'     => 'Αναγνωριστικό ομάδας: id δεν υπάρχει.',
    'group_name_required' => 'Το όνομα του πεδίου είναι απαραίτητο',

    'success' => array(
        'create' => 'Η ομάδα δημιουργήθηκε με επιτυχία.',
        'update' => 'Ομάδα ενημερώθηκε με επιτυχία.',
        'delete' => 'Η ομάδα διαγράφηκε επιτυχώς.',
    ),

    'delete' => array(
        'confirm'   => 'Είστε σίγουροι ότι επιθυμείτε την διαγραφή της ομάδας;',
        'create' => 'Υπήρξε ένα ζήτημα διαγράφοντας την ομάδα. Παρακαλώ δοκιμάστε ξανά.',
        'update' => 'Υπήρξε ένα ζήτημα ενημερώνοντας την ομάδα. Παρακαλώ δοκιμάστε ξανά.',
        'delete' => 'Υπήρξε ένα ζήτημα διαγράφοντας την ομάδα. Παρακαλώ δοκιμάστε ξανά.',
    ),

);
