<?php

return [

    'group_exists' => 'Η ομάδα υπάρχει ήδη!',
    'group_not_found' => 'Αναγνωριστικό ομάδας: id δεν υπάρχει.',
    'group_name_required' => 'Το όνομα του πεδίου είναι απαραίτητο',
    'assoc_users' => 'Αυτό το τμήμα σχετίζεται προς το παρόν με τουλάχιστον έναν χρήστη και δεν μπορεί να διαγραφεί. Ενημερώστε τους χρήστες σας ώστε να μην αναφέρονται πλέον στο τμήμα αυτό και προσπαθήστε ξανά.',

    'success' => [
        'create' => 'Η ομάδα δημιουργήθηκε με επιτυχία.',
        'update' => 'Ομάδα ενημερώθηκε με επιτυχία.',
        'delete' => 'Η ομάδα διαγράφηκε επιτυχώς.',
    ],

    'delete' => [
        'confirm' => 'Είστε σίγουροι ότι επιθυμείτε την διαγραφή της ομάδας;',
        'create' => 'Υπήρξε ένα ζήτημα διαγράφοντας την ομάδα. Παρακαλώ δοκιμάστε ξανά.',
        'update' => 'Υπήρξε ένα ζήτημα ενημερώνοντας την ομάδα. Παρακαλώ δοκιμάστε ξανά.',
        'delete' => 'Υπήρξε ένα ζήτημα διαγράφοντας την ομάδα. Παρακαλώ δοκιμάστε ξανά.',
    ],

];
