<?php

return [
    'about_groups_title'            => 'Σχετικά με τις ομάδες',
    'about_groups'                  => 'Οι ομάδες χρησιμοποιούνται για να γενικεύσουν τα δικαιώματα του χρήστη.',
    'group_management' 	 	=> 'Διαχείριση ομάδων',
    'create' 	 	 	    => 'Δημιουργία Νέας Ομάδας',
    'update' 	 		        => 'Επεξεργασία Ομάδας',
    'group_name' 	 		=> 'Όνομα ομάδας',
    'group_admin' 	 		=> 'Διαχειριστής ομάδας',
    'allow' 	 			=> 'Να επιτραπεί',
    'deny' 	 				=> 'Άρνηση',
    'permission'            => 'Άδεια',
    'grant'                 => 'Παραχώρηση',
    'no_permissions'        => 'Αυτή η ομάδα δεν έχει δικαιώματα.'
];
