<?php

return [

    'support_url_help' => 'Ձեր URL հասցեում կարող են օգտագործվել <code>{LOCALE}</code>, <code>{SERIAL}</code>, <code>{MODEL_NUMBER}</code> և <code>{MODEL_NAME}</code> փոփոխականները, որպեսզի ակտիվները դիտելիս այդ արժեքները ավտոմատ լրացվեն։ Օրինակ՝ https://checkcoverage.apple.com/{LOCALE}/{SERIAL}։',
    'does_not_exist' => 'Արտադրող գոյություն չունի։',
    'assoc_users' => 'Այս արտադրող ներկայում կապված է առնվազն մեկ մոդելի հետ և չի կարող ջնջվել։ Խնդրում ենք թարմացնել ձեր մոդելները, որպեսզի այլևս չհղվեն այս արտադրողին, և փորձեք կրկին։',

    'create' => [
        'error' => 'Մատակարարը չի ստեղծվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Մատակարարը հաջողությամբ ստեղծվել է։',
    ],

    'update' => [
        'error' => 'Արտադրողը չի թարմացվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Արտադրողը հաջողությամբ թարմացվեց։',
    ],

    'restore' => [
        'error' => 'Արտադրողը չի վերականգնվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Արտադրողը հաջողությամբ վերականգնվեց։',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս արտադրողին։',
        'error' => 'Արտադրողին ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Արտադրողը հաջողությամբ ջնջվեց։',
        'bulk_success' => 'Արտադրողները հաջողությամբ ջնջվեցին։',
        'partial_success' => 'Արտադրողը հաջողությամբ ջնջվեց։ Տես ստորև լրացուցիչ տեղեկությունը։ | :count արտադրողներ հաջողությամբ ջնջվեցին։ Տես ստորև լրացուցիչ տեղեկությունը։',
    ],

];
