<?php

return [
    'about_manufacturers_title' => 'Արտադրողի մասին',
    'about_manufacturers_text' => 'Արտադրողները այն ընկերություններն են, որոնք ստեղծում են ձեր ակտիվները։ Այստեղ կարող եք պահպանել նրանց մասին կարևոր աջակցման կոնտակտային տվյալներ, որոնք կցուցադրվեն ձեր ակտիվների մանրամասների էջերում։',
    'asset_manufacturers' => 'Ակտիվների արտադրողներ',
    'create' => 'Ստեղծել արտադրող',
    'id' => 'Նույնացուցիչ (ID)',
    'name' => 'Անուն',
    'support_email' => 'Տեխնիկական աջակցության էլ․ հասցե',
    'support_phone' => 'Տեխնիկական աջակցության հեռախոսահամար',
    'support_url' => 'Տեխնիկական աջակցության հղում',
    'warranty_lookup_url' => 'Երաշխիքի ստուգման URL հասցե',
    'update' => 'Թարմացնել արտադրոցին',

];
