<?php

    return [
        'not_found'                    => 'ไม่พบการซ่อมบำรุงสินทรัพย์ที่คุณค้นหา',
        'delete'                       => [
            'confirm' => 'คุณต้องการที่จะลบการซ่อมบำรุงสินทรัพย์นี้?',
            'error'   => 'มีปัญหาระหว่างการลบการซ่อมบำรุงสินทรัพย์ กรุณาลองอีกครั้ง',
            'success' => 'การซ่อมบำรุงสินทรัพย์ถูกลบเรียบร้อยแล้ว',
        ],
        'create'                       => [
            'error'   => 'การซ่อมบำรุงสินทรัพย์ยังไม่ถูกสร้าง กรุณาลองอีกครั้ง',
            'success' => 'สร้างการซ่อมบำรุงสินทรัพย์เรียบร้อยแล้ว',
        ],
        'edit'                       => [
            'error'   => 'ไม่ได้แก้ไขการบำรุงรักษาสินทรัพย์โปรดลองอีกครั้ง',
            'success' => 'การบำรุงรักษาสินทรัพย์เสร็จเรียบร้อยแล้ว',
        ],
        'asset_maintenance_incomplete' => 'ยังไม่แล้วเสร็จ',
        'warranty'                     => 'การรับประกัน',
        'not_warranty'                 => 'ไม่มีการรับประกัน',
    ];
