<?php

return [
    'asset_maintenances' => 'ការថែទាំទ្រព្យសកម្ម', // not used anymore
    'maintenances' => 'ការថែទាំ',
    'edit' => 'កែសម្រួល​ការ​ថែទាំ​ Asset',
    'delete' => 'លុប​ការ​ថែទាំ​ទ្រព្យសកម្ម',
    'view' => 'មើលព័ត៌មានលម្អិតអំពីការថែទាំទ្រព្យសម្បត្តិ',
    'repair' => 'ជួសជុល',
    'maintenance' => 'ថែទាំ',
    'upgrade' => 'ធ្វើឱ្យប្រសើរឡើង',
    'calibration' => 'ការក្រិតតាមខ្នាត',
    'software_support' => 'ការគាំទ្រកម្មវិធី',
    'hardware_support' => 'ការគាំទ្រផ្នែករឹង',
    'configuration_change' => 'ការផ្លាស់ប្តូរការកំណត់រចនាសម្ព័ន្ធ',
    'pat_test' => 'តេស្ត PAT',
];
