<?php

return [
    'not_found' => 'ការថែទាំទ្រព្យសម្បត្តិដែលអ្នកកំពុងស្វែងរកមិនត្រូវបានរកឃើញទេ!',
    'delete' => [
        'confirm' => 'តើ​អ្នក​ប្រាកដ​ជា​ចង់​លុប​ការ​ថែទាំ​ទ្រព្យសកម្ម​នេះ​ឬ?',
        'error' => 'មានបញ្ហាក្នុងការលុបការថែទាំទ្រព្យសកម្ម។ សូម​ព្យាយាម​ម្តង​ទៀត',
        'success' => 'ការថែរក្សាទ្រព្យសម្បត្តិត្រូវបានលុបដោយជោគជ័យ។',
    ],
    'create' => [
        'error' => 'ការថែរក្សាទ្រព្យសម្បត្តិមិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'ការថែរក្សាទ្រព្យសម្បត្តិត្រូវបានបង្កើតដោយជោគជ័យ។',
    ],
    'edit' => [
        'error' => 'ការថែរក្សាទ្រព្យសម្បត្តិមិនត្រូវបានកែសម្រួលទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'ការថែរក្សាទ្រព្យសម្បត្តិបានកែសម្រួលដោយជោគជ័យ។',
    ],
    'asset_maintenance_incomplete' => 'មិនទាន់​បញ្ចប់​ទេ',
    'warranty' => 'ការធានា',
    'not_warranty' => 'មិនធានា',
    'complete' => [
        'confirm' => 'Are you sure you want to mark this maintenance as complete? This cannot be undone.',
        'success' => 'Maintenance marked as complete.',
        'error' => 'There was an issue marking this maintenance as complete. Please try again.',
    ],
];
