<?php

return array(
    'about_licenses_title'      => 'Относно лицензи',
    'about_licenses'            => 'Лицензите се използват за проследяване на софтуер.  Те имат определен брой места, които могат да бъдат отписани към лица',
    'checkin'  					=> 'Вписване на потребителски лиценз',
    'checkout_history'  		=> 'История на изписванията',
    'checkout'  				=> 'Изписване на потребителски лиценз',
    'edit'  					=> 'Редакция на лиценз',
    'filetype_info'				=> 'Позволените типове файлове са png, gif, jpg, jpeg, doc, docx, pdf, txt, zip, и rar.',
    'clone'  					=> 'Копиране на лиценз',
    'history_for'  				=> 'История за ',
    'in_out'  					=> 'Предоставяне',
    'info'  					=> 'Информация за лиценз',
    'license_seats'  			=> 'Потребителски лицензи',
    'seat'  					=> 'Потребителски лиценз',
    'seat_count'  				=> 'Брой места :count',
    'seats'  					=> 'Потребителски лицензи',
    'software_licenses'  		=> 'Софтуерни лицензи',
    'user'  					=> 'Потребител',
    'view'  					=> 'Преглед на лиценз',
    'delete_disabled'           => 'Този лиценз не може да бъде изтрит, защото все още е заведен.',
    'bulk'                      =>
        [
            'checkin_all'           => [
                'button'            => 'Връщане на всички бройки',
                'modal'             => 'Това действие ще впише едно работно място. | Това действие ще впише всички  :checkedout_seats_count работни места от този лиценз.',
                'enabled_tooltip'   => 'Вписване на всички бройки от този лиценз за потребителите и активите',
                'disabled_tooltip'  => 'Това е забранено защото няма изписани бройки',
                'disabled_tooltip_reassignable'  => 'Това е деактивирано, защото лиценза не може да се прехвърля',
                'success'           => 'Лиценза е заведен успешно! | Всички лицензи са заведени успешно!',
                'log_msg'           => 'Вписване чрез групово лиценз вписване в GUI',
            ],

            'checkout_all'              => [
                'button'                => 'Изпиши всички бройки',
                'modal'                 => 'Това ще изпише един лиценз на първия наличен потребител. | Това ще изпише вички :available_seats_count лиценза на първите налични потребители. Потребителя се смята за наличен, ако те нямат зачислен лиценз вече и настройката за автоматично зачисляване е включена в техния акаунт.',
                'enabled_tooltip'   => 'Изпиши всички лицензи (или колкото са налични) на всички потребители',
                'disabled_tooltip'  => 'Това е забранено защото няма налични лицензи',
                'success'           => 'Лиценза беше успешно изписан! | :count лиценза бяха успешно изписани!',
                'error_no_seats'    => 'Няма оставащи бройки от този лиценз.',
                'warn_not_enough_seats'    => ':count потребителя бяха асоциирани към този лиценз, но свободните бройки от този лиценз свършиха.',
                'warn_no_avail_users'    => 'Нищо не е променено. Няма потребители, които вече да нямат зачислен от този лиценз.',
                'log_msg'           => 'Изписан чрез групово лизенц изписване в GUI',


            ],
    ],

    'below_threshold' => 'Има само :remaining_count лиценз(а) останали от този лиценз с минимално количество от :min_amt. Може да желаете да поръчате допълнително.',
    'below_threshold_short' => 'Този артикул е под минималното необходимо количество.',
);
