<?php

return array(

    'does_not_exist' => 'Розташування не існує.',
    'department_already_exists' => 'Відділ з такою назвою вже існує. Або виберіть більш конкретну назву для цього відділу. ',
    'assoc_users'	 => 'Цей відділ асоціюється принаймні з одним користувачем та не може бути видалений. Оновіть ваших користувачів, щоб більше не посилатися на цей відділ та повторіть спробу. ',
    'create' => array(
        'error'   => 'Відділ не створений, будь ласка, спробуйте ще раз.',
        'success' => 'Розташування успішно створено.'
    ),
    'update' => array(
        'error'   => 'Відділ не був оновлений, будь ласка, спробуйте ще раз',
        'success' => 'Відділ успішно оновлено.'
    ),
    'delete' => array(
        'confirm'   	=> 'Ви впевнені, що хочете видалити цей відділ?',
        'error'   => 'Виникла проблема при видаленні відділу. Будь ласка, спробуйте ще раз.',
        'success' => 'Відділ був успішно видалений.'
    )

);
