<?php

return array(

    'field' => array(
        'invalid'   => 'هذا الحقل غير موجود.',
        'already_added'   => 'تم إضافة الحقل مسبقا',
        'none_selected'   => 'No field selected',

        'create' => array(
            'error'   => 'لم يتم إنشاء الحقل، الرجاء المحاولة مرة اخرى.',
            'success' => 'تم إنشاء الحقل بنجاح.',
            'assoc_success' => 'تم اضافة الحقل الى مجموعة الحقول بنجاح.'
        ),

        'update' => array(
            'error'   => 'لم يتم تحديث الحقل، الرجاء المحاولة مرة اخرى',
            'success' => 'تم تحديث الحقل بنجاح.'
        ),

        'delete' => array(
            'confirm'   	=> 'هل أنت متأكد من رغبتك في حذف هذا الحقل؟',
            'error'   => 'لقد حدثت مشكلة أثناء عملية حذف الحقل، الرجاء المحاولة مرة اخرى.',
            'success' => 'تم حذف الحقل بنجاح.',
            'in_use'   => 'لا يزال الحقل قيد الإستخدام.',
        )

    ),

    'fieldset' => array(

        'does_not_exist' => 'مجموعة الحقول غير موجودة',

        'create' => array(
            'error'   => 'لم يتم إنشاء مجموعة الحقول، الرجاء المحاولة مرة اخرى.',
            'success' => 'تم إنشاء مجموعة الحقول بنجاح.'
        ),

        'update' => array(
            'error'   => 'لم يتم تحديث مجموعة الحقول، الرجاء المحاولة مرة اخرى',
            'success' => 'تم تحديث مجموعة الحقول بنجاح.'
        ),

        'delete' => array(
            'confirm'   	=> 'هل أنت متأكد من رغبتك في حذف مجموعة الحقول هذه؟',
            'error'   => 'لقد حدثت مشكلة أثناء عملية حذف مجموعة الحقول هذه، الرجاء المحاولة مرة اخرى.',
            'success' => 'تم حذف مجموعة الحقول بنجاح.',
            'in_use'   => 'مجموعة الحقول لا تزال قيد الاستخدام.',
        )

    ),

    'fieldset_default_value' => array(

        'error' => 'خطأ في التحقق من صحة قيم مجموعة الحقول الافتراضية.',

    ),






);
