<?php

return [

    'does_not_exist' => 'Η ετικέτα κατάστασης δεν υπάρχει.',
    'deleted_label' => 'Ετικέτα Διαγραμμένης Κατάστασης',
    'assoc_assets'	 => 'Αυτή η ετικέτα κατάστασης συσχετίζεται επί του παρόντος με ένα τουλάχιστον στοιχείο και δεν μπορεί να διαγραφεί. Ενημερώστε τα στοιχεία σας ώστε να μην αναφέρονται πλέον στην κατάσταση αυτή και να προσπαθήσετε ξανά.',

    'create' => [
        'error'   => 'Δεν δημιουργήθηκε η ετικέτα κατάστασης, δοκιμάστε ξανά.',
        'success' => 'Η ετικέτα κατάστασης δημιουργήθηκε με επιτυχία.',
    ],

    'update' => [
        'error'   => 'Η Ετικέτα κατάστασης δεν ενημερώθηκε, παρακαλώ προσπαθήστε ξανά',
        'success' => 'Η ετικέτα κατάστασης ενημερώθηκε με επιτυχία.',
    ],

    'delete' => [
        'confirm'   => 'Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή την ετικέτα κατάστασης;',
        'error'   => 'Υπήρξε ένα ζήτημα διαγράφοντας την ετικέτα κατάστασης. Παρακαλώ δοκιμάστε ξανά.',
        'success' => 'Η ετικέτα κατάστασης διαγράφηκε με επιτυχία.',
    ],

    'help' => [
        'undeployable'   => 'Αυτά τα στοιχεία ενεργητικού δεν μπορούν να αποδοθούν σε κανέναν.',
        'deployable'   => 'Αυτά τα περιουσιακά στοιχεία μπορούν να ελεγχθούν. Μόλις οριστούν, θα αναλάβουν μετα-κατάσταση <i class="fas fa-circle text-blue"></i> <strong>Deployed</strong>.',
        'archived'   => 'Αυτά τα στοιχεία δεν μπορούν να εξακριβωθούν και θα εμφανιστούν μόνο στην προβολή Αρχειοθετημένη. Αυτό είναι χρήσιμο για τη διατήρηση πληροφοριών σχετικά με τα περιουσιακά στοιχεία για την κατάρτιση προϋπολογισμού / ιστορικούς σκοπούς, αλλά για τη διατήρησή τους εκτός της καθημερινής λίστας στοιχείων.',
        'pending'   => 'Αυτά τα στοιχεία ενεργητικού δεν μπορούν να αποδοθούν σε κανέναν, συχνά χρησιμοποιούμενα για αντικείμενα που πρόκειται να επισκευαστούν, αλλά αναμένεται να επιστρέψουν στην κυκλοφορία.',
    ],

];
