<?php

return [

    'support_url_help' => 'Променливите <code>{LOCALE}</code>, <code>{SERIAL}</code>, <code>{MODEL_NUMBER}</code>, и <code>{MODEL_NAME}</code> могат да бъдат използвани в URL, за да бъдат автоматично попълнени за активите - например https://checkcoverage.apple.com/{LOCALE}/{SERIAL}.',
    'does_not_exist' => 'Несъществуващ производител.',
    'assoc_users' => 'Този производител е асоцииран с поне един от моделите и не може да бъде изтрит. Моля, променете връзките на моделите по отношение на този производител и опитайте отново. ',

    'create' => [
        'error' => 'Производителят не беше създаден. Моля, опитайте отново.',
        'success' => 'Производителят е създаден.',
    ],

    'update' => [
        'error' => 'Производителят не е обновен. Моля, опитайте отново',
        'success' => 'Производителят е обновен.',
    ],

    'restore' => [
        'error' => 'Производителят не беше възстановен. Моля, опитайте отново',
        'success' => 'Производителят възстановен успешно.',
    ],

    'delete' => [
        'confirm' => 'Сигурни ли сте, че искате да изтриете този производител?',
        'error' => 'Възникна проблем при изтриването на проиводителя. Моля, опитайте отново.',
        'success' => 'Производителят е изтрит успешно.',
        'bulk_success' => 'Производителите са изтрити успешно.',
        'partial_success' => 'Производителят е изтрит успешно. Вижте повече информация по-долу. | :count производителя бяха изтрити успешно. Вижте повече информация по-долу.',
    ],

];
