<?php

return array(
    'about_manufacturers_title'    => 'Относно производителите',
    'about_manufacturers_text'  => 'Производителите са компаниите, които създават вашите активи. Можете да трупате важна информация на контакти за поддръжка относно тях тук, която ще бъде показана на страницата за подробности на активи.',
    'asset_manufacturers'	=> 'Производители',
    'create'				=> 'Създаване на производител',
    'id'   					=> 'ID',
    'name'      			=> 'Име',
    'support_email'   		=> 'Email за поддръжка',
    'support_phone'   		=> 'Телефон за поддръжка',
    'support_url'   		=> 'URL адрес за поддръжка',
    'warranty_lookup_url'   => 'Адрес за проверка на гаранцията URL',
    'update'				=> 'Обновяване на производител',

);
