<?php

return array(

    'disabled_assoc'  => [
        'accessory' => '此配件无法删除，因为它仍与某些物品、用户或位置存在关联',
        'asset' => '此资产无法删除，因为它仍与某些物品存在关联',
        'category' => '此分类无法删除，因为仍然有与它相关联的项目',
        'company' => '该公司无法删除，因为仍然有物品或用户相关联',
        'component' => '此组件无法删除，因为仍然有与它相关联的物品',
        'custom_field' => '此自定义字段无法删除，因为它仍然与至少一个字段集关联',
        'department' => '此部门无法删除，因为仍然有用户关联',
        'location' => '这个位置无法删除，因为仍然有物品或用户相关联',
        'manufacturer' => '这个制造商无法删除，因为仍然有与它相关的物品',
        'supplier' => '此供应商无法删除，因为仍然有与它相关的物品',
        'user' => '此用户无法删除，因为仍然有与它相关联的物品',
        'user_self' => '您不能删除自己',
    ],

    'checkin_all' => [
        'user' => '签入该用户的所有物品，并可选择删除该用户。您可以在下一页确认此操作。'
    ],

);
