<?php

return array(

    'does_not_exist' => 'שיעור פחת אינו קיים.',
    'assoc_users'	 => 'פחת זה משויך כרגע עם דגם אחד או יותר ולא ניתן למחוק אותו. מחק את המודלים ולאחר מכן נסה למחוק שוב.',


    'create' => array(
        'error'   => 'מחלקת הפחת לא נוצרה, נסה שוב. You',
        'success' => 'מחלקת הפחת נוצרה בהצלחה. :)'
    ),

    'update' => array(
        'error'   => 'שיעור הפחת לא עודכן, נסה שוב',
        'success' => 'שיעור הפחת עודכן בהצלחה.'
    ),

    'delete' => array(
        'confirm'   => 'האם אתה בטוח שברצונך למחוק את שיעור הפחת הזה?',
        'error'   => 'אירעה בעיה במחיקת שיעור הפחת. בבקשה נסה שוב.',
        'success' => 'מחלקת הפחת נמחקה בהצלחה.'
    )

);
