<?php

    return [
        'not_found'                    => 'תחזוקת הנכסים שחיפשת לא נמצאה!',
        'delete'                       => [
            'confirm' => 'האם אתה בטוח שברצונך למחוק את תחזוקת הנכס?',
            'error'   => 'היתה בעיה במחיקת הנכס. בבקשה נסה שוב.',
            'success' => 'תחזוקת הנכס נמחקה בהצלחה.',
        ],
        'create'                       => [
            'error'   => 'תחזוקת הנכסים לא נוצרה, נסה שוב.',
            'success' => 'תחזוקת הנכסים נוצרה בהצלחה.',
        ],
        'edit'                       => [
            'error'   => 'תחזוקת הנכסים לא נערכה, נסה שוב.',
            'success' => 'תחזוקת הנכסים נערכה בהצלחה.',
        ],
        'asset_maintenance_incomplete' => 'לא הושלם עדיין',
        'warranty'                     => 'אַחֲרָיוּת',
        'not_warranty'                 => 'ללא אחריות',
    ];
