<?php

return array(

    'asset'             => 'Актив',
    'checkin'           => 'Прийняти',
    'create'            => 'Створити ліцензію',
    'expiration'        => 'Дійсний до',
    'license_key'       => 'Ключ продукту',
    'maintained'        => 'Підтримувані',
    'name'              => 'Назва програмного забезпечення',
    'no_depreciation'   => 'Не амортизувати',
    'purchase_order'    => 'Номер замовлення на купівлю',
    'reassignable'      => 'Перепризначене',
    'remaining_seats'   => 'Залишені місця',
    'seats'             => 'Кількість місць',
    'termination_date'  => 'Дата закінчення',
    'to_email'          => 'Ліцензія на електронну пошту',
    'to_name'           => 'Зареєстровано на',
    'update'            => 'Оновити ліцензію',
    'checkout_help'     => 'Ви повинні перевірити ліцензію на апаратні активи або особу. Ви можете вибрати і те, і інше, але власник активу повинен відповідати особі, до якої ви перевіряєте актив.'
);
