<?php

return array(

    'does_not_exist' => 'دسته ی استهلاک وجود ندارد.',
    'assoc_users'	 => 'این استهلاک در حال حاضر همراه با یک یا چند مدل دیگر است و نمی تواند حذف شود. لطفا یکی از مدل ها را حذف کنید و سپس برای حذف کردن دوباره تلاش کنید. ',


    'create' => array(
        'error'   => 'دسته ی استهلاک ساخته نشده بود، لطفا دوباره تلاش کنید. :(',
        'success' => 'دسته ی استهلاک با موفقیت ساخته شد :)'
    ),

    'update' => array(
        'error'   => 'دسته ی استهلاک به روز رسانی نشده بود، لطفا دوباره تلاش کنید',
        'success' => 'دسته ی استهلاک با موفقیت به روز رسانی شد.'
    ),

    'delete' => array(
        'confirm'   => 'آیا شما مطمئن هستید که می خواهید این دسته ی استهلاک را حذف کنید؟',
        'error'   => 'در حذف کردن دسته ی استهلاک مشکلی وجود داشت. لطفا دوباره تلاش کنید.',
        'success' => 'دسته ی استهلاک با موفقیت حذف شد.'
    )

);
