<?php

return [

    'does_not_exist' => 'Етикетата за статус не постои.',
    'deleted_label' => 'Избришана етикета',
    'assoc_assets'	 => 'Оваа етикета за статус моментално е поврзана со барем едно основно средство и не може да се избрише. Ве молиме да ги ажурирате вашите основни средства за да не ја користите оваа етикета за статус и обидете се повторно. ',

    'create' => [
        'error'   => 'Етикетата за статус не е креирана, обидете се повторно.',
        'success' => 'Етикетата за статус е креирана.',
    ],

    'update' => [
        'error'   => 'Етикетата за статус не е ажурирана, обидете се повторно',
        'success' => 'Етикетата за статус е ажурирана.',
    ],

    'delete' => [
        'confirm'   => 'Дали сте сигурни дека сакате да ја избришете етикетата за статус?',
        'error'   => 'Имаше проблем со бришење на етикетата за статус. Обидете се повторно.',
        'success' => 'Етикетата за статус е избришана.',
    ],

    'help' => [
        'undeployable'   => 'Овие основни средства не може да се задолжат на никого.',
        'deployable'   => 'Овие основни средства може да се задолжат. Откако ќе бидат задолжени, ќе имаат мета-статус на <i class="fas fa-circle text-blue"></i> <strong>Распоредени</strong>.',
        'archived'   => 'Овие средства не може да се задолжат, и ќе се појавуваат во архивираните средства. Ова е корисно за зачувување на информации за основните средства за сметководствени/историски потреби.',
        'pending'   => 'Овие средства сè уште не можат да се задолжат. Најчесто се користи за средства кои се надвор за сервисирање, но се очекува да се вратат.',
    ],

];
