<?php

return array(

    'field' => array(
        'invalid'   => 'Це поле не існує.',
        'already_added'   => 'Поле вже додане',
        'none_selected'   => 'Не вибрано поле',

        'create' => array(
            'error'   => 'Поле не створено, будь ласка, спробуйте ще раз.',
            'success' => 'Поле успішно створено.',
            'assoc_success' => 'Поле успішно додано до поля.'
        ),

        'update' => array(
            'error'   => 'Поле не було оновлено, будь ласка, спробуйте ще раз',
            'success' => 'Поле успішно оновлено.'
        ),

        'delete' => array(
            'confirm'   	=> 'Ви впевнені, що хочете видалити це поле?',
            'error'   => 'Виникла проблема при видаленні поля. Будь ласка, спробуйте знову.',
            'success' => 'Поле було успішно видалено.',
            'in_use'   => 'Поле все ще використовується.',
        )

    ),

    'fieldset' => array(

        'does_not_exist' => 'Набір полів не існує',

        'create' => array(
            'error'   => 'Набір полів не створено, будь ласка, спробуйте ще раз.',
            'success' => 'Набір полів успішно створено.'
        ),

        'update' => array(
            'error'   => 'Набір полів не було оновлено, будь ласка, спробуйте ще раз',
            'success' => 'Набір полів успішно оновлено.'
        ),

        'delete' => array(
            'confirm'   	=> 'Ви впевнені, що хочете видалити цей набір полів?',
            'error'   => 'Виникла проблема при видаленні поля. Будь ласка, спробуйте знову.',
            'success' => 'Поля успішно видалені.',
            'in_use'   => 'Набір полів все ще використовується.',
        )

    ),

    'fieldset_default_value' => array(

        'error' => 'Помилка перевірки значень по замовчуванню полів.',

    ),






);
