<?php

return array(
    'accessory_category' 				=> 'Категория аксессуара',
    'accessory_name'  					=> 'Имя аксессуара',
    'checkout'  							=> 'Выдать аксессуар',
    'checkin'  							=> 'Вернуть аксессуар',
    'create'  							=> 'Создать аксессуар',
    'edit'  							=> 'Редактировать аксессуар',
    'eula_text'							=> 'Категория EULA',
    'eula_text_help'					=> 'Это поле позволяет персонализировать пользовательские соглашения для определенных типов активов. Если у вас только одно пользовательское соглашение для всех активов, вы можете отметить чекбокс внизу, чтобы использовать основное соглашение по умолчанию.',
    'require_acceptance'				=> 'Требовать от пользователей подтверждения приёма активов в этой категории.',
    'no_default_eula'					=> 'Не найдено пользовательского соглашения по умолчанию. Добавьте его в Настройках.',
    'total'  							=> 'Всего',
    'remaining'  						=> 'Наличие',
    'update'  							=> 'Обновить аксессуар',
    'use_default_eula'					=> 'Использовать <a href="#" data-toggle="modal" data-target="#eulaModal">главное пользовательское соглашение по умолчанию</a>.',
    'use_default_eula_disabled'			=> '<del>Использовать основное пользовательское соглашение.</del> Не задано основное пользовательское соглашение. Добавьте его в Настройках.',
    'clone'                             => 'Клонировать аксессуар',
    'delete_disabled'                   => 'Этот аксессуар не может быть удалён, т. к. некоторые элементы всё ещё выданы.',

);
