<?php

return [

    'deleted' => 'Удаленный поставщик',
    'does_not_exist' => 'Поставщик не существует.',

    'create' => [
        'error' => 'Поставщик не был создан, попробуйте еще раз.',
        'success' => 'Поставщик успешно создан.',
    ],

    'update' => [
        'error' => 'Поставщик не был обновлен, попробуйте еще раз',
        'success' => 'Поставщик успешно обновлен.',
    ],

    'delete' => [
        'confirm' => 'Вы уверены, что хотите удалить данного поставщика?',
        'error' => 'При удалении поставщика произошла ошибка. Попробуйте еще раз.',
        'success' => 'Поставщик успешно удален.',
        'not_found' => 'Supplier not found.',
        'bulk_success' => 'Suppliers were deleted successfully.',
        'partial_success' => '.',
    ],

];
