<?php

return array(
    'about_suppliers_title' => 'О поставщиках',
    'about_suppliers_text'  => 'Поставщики используются для отслеживания источника поставок',
    'address'               => 'Адрес поставщика',
    'assets'                => 'Активы',
    'city'                  => 'Город',
    'contact'               => 'Контактное лицо',
    'country'               => 'Страна',
    'create'                => 'Создание поставщика',
    'email'                 => 'Адрес эл. почты',
    'fax'                   => 'Факс',
    'id'                    => 'ID',
    'licenses'              => 'Лицензии',
    'name'                  => 'Имя поставщика',
    'notes'                 => 'Примечание',
    'phone'                 => 'Телефон',
    'state'                 => 'Штат',
    'suppliers'             => 'Поставщики',
    'update'                => 'Обновить поставщика',
    'view'                  => 'Просмотр поставщика',
    'view_assets_for'       => 'Список активов от',
    'zip'                   => 'Почтовый индекс',

);
