<?php

return [

    'does_not_exist' => 'Амортизацията не съществува.',
    'assoc_users' => 'Тази амортизация е асоциирана с един или повече модели и не може да бъде изтрита. Моля изтрийте моделите и опитайте отново.',

    'create' => [
        'error' => 'Класът на амортизация не беше създаден. Моля опитайте отново.',
        'success' => 'Класът на амортизация създаден успешно.',
    ],

    'update' => [
        'error' => 'Класът на амортизация не беше обновен. Моля опитайте отново.',
        'success' => 'Класът на амортизация обновен успешно.',
    ],

    'delete' => [
        'confirm' => 'Сигурни ли сте, че желаете изтриване на класът на амортизация?',
        'error' => 'Проблем при изтриването на класа на амортизация. Моля опитайте отново.',
        'success' => 'Класът на амортизация изтрит успешно.',
    ],

];
