<?php

return array(
    'about_models_title'     => 'О моделях активов',
    'about_models_text'           => 'Модели активов это способ группировки идентичных активов. Например, "MacBookPro 2013, iPhone 6s", и т. д.',
    'deleted'  					=> 'Эта модель была удалена.',
    'bulk_delete'               => 'Массовое удаление моделей активов',
    'bulk_delete_help'               => 'Установите флажки ниже, чтобы подтвердить удаление выбранных моделей активов. Модели, имеющие связанные с ними активы, не могут быть удалены до тех пор, пока активы не будут связаны с другой моделью.',
    'bulk_delete_warn'          => 'Вы собираетесь удалить одну модель активов.|Вы собираетесь удалить :model_count моделей активов.',
    'restore'                   => 'Восстановить модель',
    'requestable'               => 'Данная модель может быть запрошена пользователем',
	'show_mac_address'			      => 'Отображать поле MAC адрес для данной модели',
    'view_deleted'              => 'Просмотр удаленных',
    'view_models'               => 'Просмотр моделей',
    'fieldset'                  => 'Набор полей',
    'no_custom_field'           => 'Нет пользовательских полей',
    'add_default_values'        => 'Добавить значения по умолчанию',
);
