<?php

    return [
        'select_type'            => 'Оберіть тип обслуговування',
        'asset_maintenance_type' => 'Тип обслуговування активів',
        'title'                  => 'Назва',
        'start_date'             => 'Дата початку',
        'completion_date'        => 'Дата завершення',
        'cost'                   => 'Вартість',
        'is_warranty'            => 'Покращення гарантії',
        'asset_maintenance_time' => 'Час обслуговування активів (в днях)',
        'notes'                  => 'Нотатки',
        'update'                 => 'Оновити обслуговування активів',
        'create'                 => 'Створити обслуговування активів'
    ];
