<?php

return array(
    'accessory_category' 				=> 'סוג האביזר',
    'accessory_name'  					=> 'שם אביזר',
    'checkout'  							=> 'נפק עזר',
    'checkin'  							=> 'החזר עזר',
    'create'  							=> 'ליצור אביזר',
    'edit'  							=> 'ערוך עזר',
    'eula_text'							=> 'תנאי שימוש של הקטגוריה',
    'eula_text_help'					=> 'שדה זה מאפשר לך להתאים את תנאי השימוש עבור סוגים מסוימים של פריטים. במידה ותנאי השימוש שלך זהים לכלל הפריטים - תוכל לסמן את התיבה שלמטה לשימוש בברירת המחדל.',
    'require_acceptance'				=> 'דרוש מהמשתמש לאשר קבלה של פריט בקטגוריה זו.',
    'no_default_eula'					=> 'לא נמצאה ברירת מחדל לתנאי השימוש. הוסף ברירת מחדל בהגדרות.',
    'total'  							=> 'סה"כ',
    'remaining'  						=> 'נותר',
    'update'  							=> 'עידכון אביזר',
    'use_default_eula'					=> 'במקום זאת, השתמש ב- <a href="#" data-toggle="modal" data-target="#eulaModal"> ברירת המחדל הראשית EULA</a>.',
    'use_default_eula_disabled'			=> '<del> השתמש ב- EULA ברירת המחדל הראשוני במקום. </del> לא נקבעה ברירת המחדל הראשית של הסכם הרישיון למשתמש קצה. הוסף אחד בהגדרות.',
    'clone'                             => 'שכפול אביזר',
    'delete_disabled'                   => 'אביזר זה אינו יכול להמחק עדיין בגלל שיש ציוד שנופק ולא הוחזר.',

);
