<?php

return [
    'send_password_link' => 'Ուղարկել գաղտնաբառի վերականգնման հղում',
    'email_reset_password' => 'Ուղարկել գաղտնաբառի վերականգնման նամակ',
    'reset_password' => 'Վերականգնել գաղտնաբառը',
    'saml_login' => 'Մուտք գործել SAML-ով',
    'login' => 'Մուտք',
    'login_prompt' => 'Մուտք գործել',
    'forgot_password' => 'Մոռացել ե՞ք գաղտնաբառը',
    'ldap_reset_password' => 'Խնդրում ենք սեղմել այստեղ՝ ձեր LDAP գաղտնաբառը վերակայելու համար',
    'remember_me' => 'Հիշել ',
    'username_help_top' => 'Մուտքագրեք ձեր <strong>օգտանունը</strong>, որպեսզի ձեզ ուղարկվի գաղտնաբառի վերակայման հղում։',
    'username_help_bottom' => 'Ձեր օգտանունը և էլեկտրոնային հասցեն <em>կարող են</em> նույնը լինել, բայց կարող են նաև տարբեր լինել՝ կախված ձեր կարգավորումներից։ Եթե չեք հիշում ձեր օգտանունը, կապ հաստատեք ձեր ադմինիստրատորի հետ։ <br><br><strong>Այն օգտանուններին, որոնց հետ կապված չէ էլեկտրոնային հասցե, գաղտնաբառի վերակայման հղում չի ուղարկվի։</strong>',
    'google_login' => 'Մուտք գործել Google Workspace-ով',
    'google_login_failed' => 'Google-ով մուտքը ձախողվեց։ Խնդրում ենք կրկին փորձել։',
    'invite_password_expires' => 'Գաղտնաբառի վերակայման այս հղումը կգործի մինչև :expire_date։ Նոր վերակայման թոքեն ստանալու համար կարող եք օգտագործել գաղտնաբառի ձեռքով վերակայման հղումը՝ սեղմելով այստեղ։',

];
