<?php

return [

    'account_already_exists' => 'Այս էլեկտրոնային հասցեով հաշիվ արդեն գոյություն ունի։',
    'account_not_found' => 'Օգտանունը կամ գաղտնաբառը սխալ է։',
    'account_not_activated' => 'Այս օգտատիրոջ հաշիվը ակտիվացված չէ։',
    'account_suspended' => 'Այս օգտատիրոջ հաշիվը կասեցված է։',

    'two_factor' => [
        'already_enrolled' => 'Ձեր սարքն արդեն գրանցված է։',
        'success' => 'Դուք հաջողությամբ մուտք եք գործել։',
        'code_required' => 'Երկփուլային հաստատման կոդը պարտադիր է։',
        'invalid_code' => 'Երկփուլային հաստատման կոդը անվավեր է։',
        'enter_two_factor_code' => 'Խնդրում ենք մուտքագրել ձեր երկփուլային հաստատման կոդը։',
        'please_enroll' => 'Խնդրում ենք գրանցել սարք երկփուլային հաստատման համար։',
    ],

    'signin' => [
        'error' => 'Մուտք գործելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Դուք հաջողությամբ մուտք եք գործել։',
    ],

    'logout' => [
        'error' => 'Դուրս գալու ընթացքում խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Դուք հաջողությամբ դուրս եք եկել։',
    ],

    'signup' => [
        'error' => 'Ձեր հաշիվը ստեղծելու ընթացքում խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Հաշիվը հաջողությամբ ստեղծվել է։',
    ],

    'forgot-password' => [
        'error' => 'Գաղտնաբառի վերականգնման կոդը ստանալիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Եթե այդ էլեկտրոնային հասցեն գոյություն ունի մեր համակարգում, ապա գաղտնաբառի վերականգնման նամակն ուղարկվել է։',
    ],

    'forgot-password-confirm' => [
        'error' => 'Ձեր գաղտնաբառը վերականգնելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Ձեր գաղտնաբառը հաջողությամբ վերականգնվել է:',
    ],

];
