<?php

return array(

    'field' => array(
        'invalid'   => 'Αυτό το πεδίο δεν υπάρχει.',
        'already_added'   => 'Το πεδίο έχει ήδη προσθέσει',
        'none_selected'   => 'No field selected',

        'create' => array(
            'error'   => 'Το πεδία δεν δημιουργήθηκαν, παρακαλώ προσπαθήστε ξανά.',
            'success' => 'Το πεδίο δημιουργήθηκε με επιτυχία.',
            'assoc_success' => 'Το πεδίο προστέθηκε με επιτυχία στο fieldset.'
        ),

        'update' => array(
            'error'   => 'Το πεδίο δεν ενημερώθηκε, δοκιμάστε ξανά',
            'success' => 'Το πεδίο ενημερώθηκε επιτυχώς.'
        ),

        'delete' => array(
            'confirm'   	=> 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το πεδίο;',
            'error'   => 'Παρουσιάστηκε πρόβλημα κατά τη διαγραφή του πεδίου. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.',
            'success' => 'Το πεδίο διαγράφηκε με επιτυχία.',
            'in_use'   => 'Το πεδίο παραμένει σε χρήση.',
        )

    ),

    'fieldset' => array(

        'does_not_exist' => 'Το πεδίο δεν υπάρχει',

        'create' => array(
            'error'   => 'Το Fieldset δεν δημιουργήθηκε, δοκιμάστε ξανά.',
            'success' => 'Το σύνολο των πεδίων δημιουργήθηκε με επιτυχία.'
        ),

        'update' => array(
            'error'   => 'Το Fieldset δεν ενημερώθηκε, δοκιμάστε ξανά',
            'success' => 'Το σύνολο των πεδίων ενημερώθηκε με επιτυχία.'
        ),

        'delete' => array(
            'confirm'   	=> 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το σύνολο πεδίων;',
            'error'   => 'Παρουσιάστηκε ένα ζήτημα κατάργησης του πεδίου. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.',
            'success' => 'Το πεδίο πεδίου διαγράφηκε με επιτυχία.',
            'in_use'   => 'Το σύνολο των πεδίων παραμένουν σε χρήση.',
        )

    ),

    'fieldset_default_value' => array(

        'error' => 'Σφάλμα επικύρωσης προκαθορισμένων τιμών fieldset.',

    ),






);
