<?php

return array(
    'about_models_title'     => 'Относно модели на актив',
    'about_models_text'           => 'Модели на актив са начин за групиране на идентични активи. "MBP 2013", "IPhone 6s" и др.',
    'deleted'  					=> 'Този модел беше изтрит.',
    'bulk_delete'               => 'Масово изтриване на модели на активите',
    'bulk_delete_help'               => 'Използвайте квадратчетата за отметка по-долу, за да потвърдите изтриването на избраните модели на активи. Моделите, за които има асоциирани активи, не могат да бъдат изтрити, докато активите не се асоциират с друг модел.',
    'bulk_delete_warn'          => 'Ще изтриете един модел.|Ще изтриете :model_count модела.',
    'restore'                   => 'Възстановяване на модел',
    'requestable'               => 'Потребителите могат да поискат този модел',
	'show_mac_address'			      => 'Визуализиране на поле за MAC адрес в активите за този модел',
    'view_deleted'              => 'Преглед на изтритите',
    'view_models'               => 'Преглед на моделите',
    'fieldset'                  => 'Полета',
    'no_custom_field'           => 'Няма потребителски полета',
    'add_default_values'        => 'Добавяне на стойности по подразбиране',
);
