<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'Ավելին',

    'audit_help' => 'Այս վանդակը նշելու դեպքում ակտիվի գրառումը կթարմացվի՝ արտացոլելու այս նոր տեղակայությունը։ Եթե այն թողնեք չնշված, տեղակայությունը պարզապես կնշվի աուդիտի մատյանում։<br><br>Նկատի ունեցեք, որ եթե այս ակտիվը դուրս է տրված, ապա դա չի փոխի այն անձի, ակտիվի կամ տեղակայության վայրը, ում կամ ինչին այն դուրս է տրված։',

    'assets' => 'Ակտիվները տարրեր են, որոնք հաշվառվում են սերիական համարով կամ ակտիվի պիտակով։ Սովորաբար դրանք ավելի բարձր արժեք ունեցող տարրեր են, որոնց դեպքում կարևոր է կոնկրետ տարրի նույնականացումը։',

    'categories' => 'Կատեգորիաները օգնում են կազմակերպել ձեր տարրերը։ Կատեգորիաների օրինակներ կարող են լինել "Սեղանի համակարգիչներ", "Նոթբուքեր", "Բջջային հեռախոսներ", "Պլանշետներ" և այլն, սակայն դուք կարող եք օգտագործել կատեգորիաները ձեզ հարմար ցանկացած կերպ։',

    'accessories' => 'Աքսեսուարները այն բոլոր իրերն են, որոնք տրամադրվում են օգտատերերին, բայց չունեն սերիական համար (կամ անհրաժեշտ չէ դրանք եզակի կերպով հաշվառել)։ Օրինակ՝ համակարգչային մկներ կամ ստեղնաշարեր։',

    'companies' => 'Ընկերությունները կարող են օգտագործվել որպես պարզ նույնացուցիչ դաշտ, կամ ակտիվների, օգտատերերի և այլ տվյալների տեսանելիությունը սահմանափակելու համար, եթե կառավարման կարգավորումներում միացված է ընկերությունների ամբողջական աջակցությունը։',

    'components' => 'Բաղադրիչները այն տարրերն են, որոնք ակտիվի մաս են կազմում, օրինակ՝ HDD, RAM և այլն։',

    'consumables' => 'Սպառվող նյութերը այն բոլոր գնված նյութերն են, որոնք ժամանակի ընթացքում սպառվում են։ Օրինակ՝ տպիչի թանաք կամ պատճենահանման թուղթ։',

    'depreciations' => 'Դուք կարող եք ակտիվների ամորտիզացիաներ սահմանել՝ ակտիվների ամորտիզացիան գծային ամորտիզացիայի հիման վրա հաշվարկելու համար։',

    'empty_file' => 'Ներմուծման համակարգը հայտնաբերել է, որ այս ֆայլը դատարկ է։',
];
