<?php

return [
    'sent' => 'Եթե մեր համակարգում գոյություն ունի համապատասխան օգտատեր՝ վավեր էլեկտրոնային հասցեով, ապա գաղտնաբառի վերականգնման նամակն ուղարկվել է։',
    'user' => 'Եթե մեր համակարգում գոյություն ունի համապատասխան օգտատեր՝ վավեր էլեկտրոնային հասցեով, ապա գաղտնաբառի վերականգնման նամակն ուղարկվել է։',
    'token' => 'Գաղտնաբառի վերակականգնման այս թոքենը անվավեր է, ժամկետանց է կամ չի համապատասխանում տրամադրված օգտանվանը։',
    'reset' => 'Ձեր գաղտնաբառը վերականգնվել է։',
    'password_change' => 'Ձեր գաղտնաբառը թարմացվել է։',
];
