<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Permissions
    |--------------------------------------------------------------------------
    | The following language lines are used in the user permissions system.
    | Each permission has a 'name' and a 'note' that describes
    | the permission in detail.
    |
    | DO NOT edit the keys (left-hand side) of each permission as these are
    | used throughout the system for translations.
    |---------------------------------------------------------------------------
    */

    'superuser' => [
        'name' => 'Գերհասանելիությամբ օգտատեր',
        'note' => 'Որոշում է, թե արդյոք օգտատերն ունի լիակատար մուտք դեպի ադմինիստրատորի բոլոր ասպեկտները: Այս կարգավորումը գերակշռում է համակարգի բոլոր ավելի կոնկրետ և սահմանափակող թույլտվությունները ',
    ],
    'admin' => [
        'name' => 'Ադմինի հասանելիություն',
        'note' => 'Որոշում է, թե արդյոք օգտատերը հասանելիություն ունի համակարգի մեծ մասին, ԲԱՑԻ համակարգի ադմինիստրատորի կարգավորումներից: Այս օգտատերերը կկարողանան կառավարել օգտատերերին, տեղակայությունները, կատեգորիաները և այլն, բայց սահմանափակված են բազմակի ընկերությունների լիարժեք աջակցությամբ, եթե այն միացված է։',
    ],

    'import' => [
        'name' => 'CSV ներմուծում',
        'note' => 'Սա թույլ կտա օգտատերերին ներմուծել, նույնիսկ եթե օգտատերերին, ակտիվներին և այլն մուտքը մերժված է այլուր։',
    ],

    'reports' => [
        'name' => 'Հաշվետվությունների հասանելիություն',
        'note' => 'Որոշում է, թե արդյոք օգտատերը մուտք ունի ծրագրի «Հաշվետվություններ» բաժին։',
    ],

    'assets' => [
        'name' => 'Ակտիվներ',
        'note' => 'Տրամադրում է մուտք դեպի ծրագրի «Ակտիվներ» բաժինը։',
    ],

    'assetsview' => [
        'name' => 'Տեսնել ակտիվները',
    ],

    'assetscreate' => [
        'name' => 'Ստեղծել նոր ակտիվ',
    ],

    'assetsedit' => [
        'name' => 'Խմբագրել ակտիվը',
    ],

    'assetsdelete' => [
        'name' => 'Ջնջել ակտիվը',
    ],

    'assetscheckin' => [
        'name' => 'Վերադարձնել',
        'note' => 'Վերանայեք այն ակտիվները, որոնք ներկայումս ստուգված են գույքագրման մեջ։',
    ],

    'assetscheckout' => [
        'name' => 'Տրամադրել',
        'note' => 'Բաշխեք գույքագրման մեջ առկա ակտիվները՝ դրանք ստուգելով։',
    ],

    'assetsaudit' => [
        'name' => 'Աուդիտ անել ակտիվներ',
        'note' => 'Թույլ է տալիս օգտատիրոջը նշել ակտիվը որպես ֆիզիկապես գույքագրված։',
    ],

    'assetsviewrequestable' => [
        'name' => 'Տեսնել պահանջվող ակտիվները',
        'note' => 'Թույլ է տալիս օգտատիրոջը դիտել այն ակտիվները, որոնք նշված են որպես պահանջվող։',
    ],

    'assetsviewencrypted-custom-fields' => [
        'name' => 'Տեսնել գաղտնագրված ներկա դաշտերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը դիտել և փոփոխել ակտիվների վրա գատղնագրված հատուկ դաշտերը։',
    ],

    'accessories' => [
        'name' => 'Աքսեսուարներ',
        'note' => 'Տրամադրում է մուտք դեպի հավելվածի «Աքսեսուարներ» բաժինը։',
    ],

    'accessoriesview' => [
        'name' => 'Դիտել աքսեսուարները',
    ],
    'accessoriescreate' => [
        'name' => 'Ստեղծել նոր աքսեսուար',
    ],
    'accessoriesedit' => [
        'name' => 'Խմբագրել աքսեսուարները',
    ],
    'accessoriesdelete' => [
        'name' => 'Ջնջել աքսեսուարները',
    ],
    'accessoriescheckout' => [
        'name' => 'Տրամադրել աքսեսուար',
        'note' => 'Նշանակեք պարագաներ գույքագրման մեջ՝ ստուգելով դրանք։',
    ],
    'accessoriescheckin' => [
        'name' => 'Վերադարձնել աքսեսուարները',
        'note' => 'Վերանայեք այն ակտիվները, որոնք ներկայումս ստուգված են գույքագրման մեջ։',
    ],
    'accessoriesfiles' => [
        'name' => 'Կառավարել աքսեսուարների ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել պարագաների հետ կապված ֆայլեր։ (Սա իմաստ ունի միայն դիտելու կամ ավելի բարձր արտոնությունների դեպքում։)',
    ],

    'assetsfiles' => [
        'name' => 'Կառավարել ակտիվների ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել ակտիվների հետ կապված ֆայլեր։ (Սա իմաստ ունի միայն դիտելու կամ ավելի բարձր արտոնությունների դեպքում։)',
    ],

    'usersfiles' => [
        'name' => 'Կառավարել օգտատերերի ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել օգտատերերի հետ կապված ֆայլեր։ (Սա իմաստ ունի միայն դիտելու կամ ավելի բարձր արտոնությունների դեպքում։)',
    ],

    'modelsfiles' => [
        'name' => 'Կառավարել մոդելների ֆայլերը
',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել ակտիվների մոդելների հետ կապված ֆայլեր՝ թե՛ մոդելի դիտման, թե՛ ակտիվի դիտման էկրաններում։ (Սա իմաստ ունի միայն դիտելու կամ ավելի բարձր արտոնությունների դեպքում։)',
    ],

    'departmentsfiles' => [
        'name' => 'Կառավարել բաժնի ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել բաժնի հետ կապված ֆայլեր։ (Սա իմաստ ունի միայն դիտելու կամ ավելի բարձր արտոնությունների դեպքում։)',
    ],

    'suppliersfiles' => [
        'name' => 'Կառավարել մատակարարների ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել մատակարարների հետ կապված ֆայլեր։ (Սա իմաստ ունի միայն դիտելու կամ ավելի բարձր արտոնությունների դեպքում։)',
    ],

    'locationsfiles' => [
        'name' => 'Կառավարել գտնվելու վայրերի ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել գտնվելու վայրերի հետ կապված ֆայլեր։ (Սա իմաստ ունի միայն դիտելու կամ ավելի բարձր արտոնությունների դեպքում։)',
    ],

    'companiesfiles' => [
        'name' => 'Կառավարել ընկերությունների ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել ընկերությունների հետ կապված ֆայլեր։ (Սա իմաստ ունի միայն դիտելու կամ ավելի բարձր արտոնությունների դեպքում։)',
    ],

    'consumablesfiles' => [
        'name' => 'Կառավարել սպառվող նյութերի ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել սպառվող նյութերի հետ կապված ֆայլեր։ (Սա իմաստ ունի միայն դիտելու կամ ավելի բարձր արտոնությունների դեպքում։)',
    ],

    'consumables' => [
        'name' => 'Սպառվող նյութեր',
        'note' => 'Տրամադրում է հասանելիություն հավելվածի «Սպառվող նյութեր» բաժնին։',
    ],
    'consumablesview' => [
        'name' => 'Դիտել սպառվող նյութերը',
    ],
    'consumablescreate' => [
        'name' => 'Ստեղծել նոր սպառվող նյութերը',
    ],
    'consumablesedit' => [
        'name' => 'Խմբագրել սպառվող նյութերը',
    ],
    'consumablesdelete' => [
        'name' => 'Ջնջել սպառվող նյութերը',
    ],
    'consumablescheckout' => [
        'name' => 'Տրամադրել սպառվող նյութեր',
        'note' => 'Պահեստում առկա սպառվող նյութերը նշանակել՝ դրանք տրամադրելով։',
    ],

    'licenses' => [
        'name' => 'Լիցենզիաներ',
        'note' => 'Տրամադրում է հասանելիություն հավելվածի «Լիցենզիաներ» բաժնին։',
    ],
    'licensesview' => [
        'name' => 'Դիտել լիցենզիաները',
    ],
    'licensescreate' => [
        'name' => 'Ստեղծել նոր լիցենզիաներ',
    ],
    'licensesedit' => [
        'name' => 'Խմբագրել լիցենզիաները',
    ],
    'licensesdelete' => [
        'name' => 'Ջնջել լիցենզիաները',
    ],
    'licensescheckout' => [
        'name' => 'Նշանակել լիցենզիաներ',
        'note' => 'Թույլ է տալիս օգտատիրոջը լիցենզիաներ նշանակել ակտիվներին կամ օգտատերերին։',
    ],
    'licensescheckin' => [
        'name' => 'Հեռացնել լիցենզիայի նշանակումը',
        'note' => 'Թույլ է տալիս օգտատիրոջը հեռացնել լիցենզիաների նշանակումը ակտիվներից կամ օգտատերերից։',
    ],
    'licensesfiles' => [
        'name' => 'Կառավարել լիցենզավորման ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել լիցենզիաների հետ կապված ֆայլերը։',
    ],
    'componentsfiles' => [
        'name' => 'Կառավարել բաղադրիչների ֆայլերը',
        'note' => 'Թույլ է տալիս օգտատիրոջը վերբեռնել, ներբեռնել և ջնջել բաղադրիչների հետ կապված ֆայլերը։',
    ],

    'licenseskeys' => [
        'name' => 'Կառավարել լիցենզավորման բանալիները',
        'note' => 'Թույլ է տալիս օգտատիրոջը դիտել լիցենզիաների հետ կապված արտադրանքի բանալիները։',
    ],
    'components' => [
        'name' => 'Բաղադրիչներ',
        'note' => 'Տրամադրում է հասանելիություն հավելվածի «Բաղադրիչներ» բաժնին։',
    ],
    'componentsview' => [
        'name' => 'Դիտել բաղադրիչները',
    ],
    'componentscreate' => [
        'name' => 'Ստեղծել նոր բաղադրիչներ',
    ],
    'componentsedit' => [
        'name' => 'Խմբագրել բաղադրիչները',
    ],
    'componentsdelete' => [
        'name' => 'Ջնջել բաղադրիչները',
    ],

    'componentscheckout' => [
        'name' => 'Տրամադրել բաղադրիչները',
        'note' => 'Պահեստում առկա բաղադրիչները նշանակել՝ դրանք տրամադրելով։',
    ],
    'componentscheckin' => [
        'name' => 'Վերադարձնել բաղադրիչները',
        'note' => 'Ներկայում տրամադրված բաղադրիչները վերադարձնել պահեստ։',
    ],
    'kits' => [
        'name' => 'Նախապես սահմանված հավաքածուներ',
        'note' => 'Տրամադրում է հասանելիություն հավելվածի «Նախապես սահմանված հավաքածուներ» բաժնին։',
    ],
    'kitsview' => [
        'name' => 'Դիտել նախապես սահմանված հավաքածուները',
    ],
    'kitscreate' => [
        'name' => 'Ստեղծել նոր նախապես սահմանված հավաքածուներ',
    ],
    'kitsedit' => [
        'name' => 'Խմբագրել նախապես սահմանված հավաքածուները',
    ],
    'kitsdelete' => [
        'name' => 'Ջնջել նախապես սահմանված հավաքածուները',
    ],
    'users' => [
        'name' => 'Օգտատերեր',
        'note' => 'Տրամադրում է մուտք դեպի ծրագրի «Օգտատերեր» բաժինը',
    ],
    'usersview' => [
        'name' => 'Դիտել օգտատերերին',
    ],
    'userscreate' => [
        'name' => 'Ստեղծել նոր օգտատերեր',
    ],
    'usersedit' => [
        'name' => 'Խմբագրել օգտատերերին',
    ],
    'usersdelete' => [
        'name' => 'Ջնջել օգտատերերին',
    ],
    'models' => [
        'name' => 'Մոդելներ',
        'note' => 'Տրամադրում է մուտք դեպի ծրագրի «Մոդելներ» բաժինը',
    ],
    'modelsview' => [
        'name' => 'Դիտել մոդելները',
    ],

    'modelscreate' => [
        'name' => 'Ստեղծել նոր մոդել',
    ],
    'modelsedit' => [
        'name' => 'Խմբագրել մոդելը',
    ],
    'modelsdelete' => [
        'name' => 'Ջնջել մոդելը',
    ],
    'categories' => [
        'name' => 'Կատեգորիաներ',
        'note' => 'Տրամադրում է մուտք դեպի ծրագրի «Կատեգորիաներ» բաժինը',
    ],
    'categoriesview' => [
        'name' => 'Դիտել կատեգորիաները',
    ],
    'categoriescreate' => [
        'name' => 'Ստեղծել նոր կատեգորիա',
    ],
    'categoriesedit' => [
        'name' => 'Խմբագրել կատեգորիաները',
    ],
    'categoriesdelete' => [
        'name' => 'Ջնջել կատեգորիաները',
    ],
    'departments' => [
        'name' => 'Բաժիններ',
        'note' => 'Տրամադրում է մուտք դեպի ծրագրի «Բաժիններ» բաժինը',
    ],
    'departmentsview' => [
        'name' => 'Դիտել բաժինները',
    ],
    'departmentscreate' => [
        'name' => 'Ստեղծել նոր բաժին',
    ],
    'departmentsedit' => [
        'name' => 'Խմբագրել բաժինները',
    ],
    'departmentsdelete' => [
        'name' => 'Ջնջել նաժինները',
    ],
    'locations' => [
        'name' => 'Տեղադիրքեր',
        'note' => 'Տրամադրում է մուտք դեպի հավելվածի «Տեղադրություններ» բաժինը',
    ],
    'locationsview' => [
        'name' => 'Դիտել տեղադիրքերը',
    ],
    'locationscreate' => [
        'name' => 'Ստեղծել նոր տեղադիրքեր',
    ],
    'locationsedit' => [
        'name' => 'Խմբագրել տեղադիրքերը',
    ],
    'locationsdelete' => [
        'name' => 'Ջնջել տեղադիրքերը',
    ],
    'status-labels' => [
        'name' => 'Կարգավիճակի նշիչներ',
        'note' => 'Տրամադրում է մուտք դեպի Ակտիվների կողմից օգտագործվող ծրագրի «Կարգավիճակի պիտակներ» բաժինը',
    ],
    'statuslabelsview' => [
        'name' => 'Դիտել կարգավիճակի նշիչները',
    ],
    'statuslabelscreate' => [
        'name' => 'Ստեղծել նոր կարգավիճակի նշիչներ',
    ],
    'statuslabelsedit' => [
        'name' => 'Խմբագրել կարգավիճակի նշիչներ',
    ],
    'statuslabelsdelete' => [
        'name' => 'Ջնջել կարգավիճակի նշիչները',
    ],
    'custom-fields' => [
        'name' => 'Հատուկ դաշտեր',
        'note' => 'Տրամադրում է մուտք դեպի Ակտիվների կողմից օգտագործվող ծրագրի «Հատուկ դաշտեր» բաժինը',
    ],
    'customfieldsview' => [
        'name' => 'Դիտել հատուկ դաշտեր',
    ],
    'customfieldscreate' => [
        'name' => 'Ստեղծել հատուկ դաշտեր',
    ],
    'customfieldsedit' => [
        'name' => 'Խմբագրել հատուկ դաշտեր',
    ],
    'customfieldsdelete' => [
        'name' => 'Ջնջել հատուկ դաշտեր',
    ],
    'suppliers' => [
        'name' => 'Մատակարարներ',
        'note' => 'Տրամադրում է մուտք դեպի Ակտիվների կողմից օգտագործվող ծրագրի «Մատակարարներ» բաժինը',
    ],
    'suppliersview' => [
        'name' => 'Դիտել մատակարարներ',
    ],
    'supplierscreate' => [
        'name' => 'Ստեղծել նոր մատակարարներ',
    ],
    'suppliersedit' => [
        'name' => 'Խմբարգրել մատակարարներ',
    ],
    'suppliersdelete' => [
        'name' => 'Ջնջել մատակարարներ',
    ],
    'manufacturers' => [
        'name' => 'Արտադրողներ',
        'note' => 'Տրամադրում է մուտք դեպի Ակտիվների կողմից օգտագործվող ծրագրի «արտադրողներ» բաժինը',
    ],
    'manufacturersview' => [
        'name' => 'Դիտել արտադրողներին',
    ],
    'manufacturerscreate' => [
        'name' => 'Ստեղծել նոր արտադրողներ',
    ],
    'manufacturersedit' => [
        'name' => 'Խմբագրել արտադրողների',
    ],
    'manufacturersdelete' => [
        'name' => 'Ջնջել արտադրողներ',
    ],
    'companies' => [
        'name' => 'Կազմակերպություններ',
        'note' => 'Տրամադրում է մուտք դեպի Ակտիվների կողմից օգտագործվող ծրագրի «Կազմակերպություններ» բաժինը',
    ],
    'companiesview' => [
        'name' => 'Դիտել կազմակերպություններ',
    ],
    'companiescreate' => [
        'name' => 'Ստեղծել նոր կազմակերպություններ',
    ],
    'companiesedit' => [
        'name' => 'Խմբագրել կազմակերպություններ',
    ],
    'companiesdelete' => [
        'name' => 'Ջնջել կազմակերպություններ',
    ],
    'user-self-accounts' => [
        'name' => 'Օգտատիրոջ սեփական հաշիվներ',
        'note' => 'Ոչ ադմինիստրատոր օգտատերերին հնարավորություն է տալիս կառավարել իրենց սեփական օգտատիրոջ հաշիվների որոշակի կողմերը',
    ],
    'selftwo-factor' => [
        'name' => 'Երկփուլային նույնականացման կառավարում',
        'note' => 'Թույլ է տալիս օգտատերերին միացնել, անջատել և կառավարել երկփուլանի նույնականացումը իրենց սեփական հաշիվների համար',
    ],
    'selfapi' => [
        'name' => 'Կառավարել API տոկեններ',
        'note' => 'Թույլ է տալիս օգտատերերին ստեղծել, դիտել և չեղարկել իրենց API թոքենները։ Այս թոքենները կունենան նույն թույլտվությունները, ինչ դրանք ստեղծած օգտատերը։',
    ],
    'selfedit-location' => [
        'name' => 'Խմբագրել տեղադիրքը',
        'note' => 'Թույլ է տալիս օգտատերերին խմբագրել իրենց օգտատիրոջ հաշվի հետ կապված տեղադրությունը։',
    ],
    'selfcheckout-assets' => [
        'name' => 'Ինքնուրույն ակտիվների տրամադրում',
        'note' => 'Թույլ է տալիս օգտատերերին ակտիվները տրամադրել իրենց՝ առանց ադմինիստրատորի միջամտության։',
    ],
    'selfview-purchase-cost' => [
        'name' => 'Դիտել գնման արժեքը',
        'note' => 'Թույլ է տալիս օգտատերերին իրենց հաշվի էջում տեսնել առարկաների գնման արժեքը։',
    ],

    'depreciations' => [
        'name' => 'Մաշվածության կառավարում',
        'note' => 'Թույլ է տալիս օգտատերերին կառավարել և դիտել ակտիվների մաշվածության մանրամասները։',
    ],
    'depreciationsview' => [
        'name' => 'Դիտել մաշվածության գրառումները',
    ],
    'depreciationsedit' => [
        'name' => 'Խմբագրել մաշվածության գրառումները',
    ],
    'depreciationsdelete' => [
        'name' => 'Ջնջել մաշվածության գրառումները',
    ],
    'depreciationscreate' => [
        'name' => 'Ստեղծել մաշվածության գրառումներ',
    ],

    'grant_all' => 'Տրամադրել բոլոր թույլտվությունները :area-ի համար',
    'deny_all' => 'Մերժել բոլոր թույլտվությունները :area-ի համար',
    'inherit_all' => 'Ժառանգել բոլոր թույլտվությունները :area-ի համար թույլտվությունների խմբերից',
    'grant' => 'Տրամադրել թույլտվություն :area-ի համար',
    'deny' => 'Մերժել թույլտվությունը :area-ի համար',
    'inherit' => 'Ժառանգել թույլտվությունը :area-ի համար թույլտվությունների խմբերից',
    'use_groups' => 'Խորհուրդ ենք տալիս օգտագործել թույլտվությունների խմբեր՝ առանձին թույլտվություններ նշանակելու փոխարեն, որպեսզի կառավարումը լինի ավելի հեշտ։',

];
