<?php

return [

    'disabled_assoc' => [
        'accessory' => 'Այս աքսեսուարը չի կարող ջնջվել, քանի որ այն դեռ կապված է տարրերի, օգտատերերի կամ տեղակայությունների հետ։',
        'asset' => 'Այս ակտիվը չի կարող ջնջվել, քանի որ այն դեռ կապված է տարրերի հետ։',
        'category' => 'Այս կատեգորիան չի կարող ջնջվել, քանի որ այն դեռ կապված է տարրերի հետ։',
        'company' => 'Այս ընկերությունը չի կարող ջնջվել, քանի որ այն դեռ կապված է տարրերի կամ օգտատերերի հետ։',
        'component' => 'Այս բաղադրիչը չի կարող ջնջվել, քանի որ այն դեռ կապված է տարրերի հետ։',
        'custom_field' => 'Այս հատուկ դաշտը չի կարող ջնջվել, քանի որ այն դեռ կապված է առնվազն մեկ դաշտերի հավաքածուի հետ։',
        'department' => 'Այս բաժինը չի կարող ջնջվել, քանի որ այն դեռ կապված է օգտատերերի հետ։',
        'location' => 'Այս տեղակայությունը չի կարող ջնջվել, քանի որ այն դեռ կապված է տարրերի կամ օգտատերերի հետ։',
        'manufacturer' => 'Այս արտադրողը չի կարող ջնջվել, քանի որ այն դեռ կապված է տարրերի հետ։',
        'supplier' => 'Այս մատակարարը չի կարող ջնջվել, քանի որ այն դեռ կապված է տարրերի հետ։',
        'user' => 'Այս օգտատերը չի կարող ջնջվել, քանի որ այն դեռ կապված է տարրերի հետ։',
        'user_self' => 'Դուք չեք կարող ջնջել ինքներդ ձեզ։',
    ],

    'checkin_all' => [
        'user' => 'Վերադարձնել այս օգտատիրոջ բոլոր տարրերը և ցանկության դեպքում ջնջել դրանք։ Դուք կկարողանաք հաստատել դա հաջորդ էջում։',
    ],

];
