<?php

return [
    'about_templates' => 'អំពីគំរូដែលបានរក្សាទុក',
    'saving_templates_description' => 'ជ្រើសរើសជម្រើសរបស់អ្នក បន្ទាប់មកបញ្ចូលឈ្មោះគំរូរបស់អ្នកក្នុងប្រអប់ខាងលើ ហើយចុចប៊ូតុង \'រក្សាទុកគំរូ\'។ ប្រើបញ្ជីទម្លាក់ចុះដើម្បីជ្រើសរើសគំរូដែលបានរក្សាទុកពីមុន។',
    'create'  => [
        'success' => 'គំរូត្រូវបានរក្សាទុកដោយជោគជ័យ',
    ],
    'update' => [
        'success' => 'បានធ្វើបច្ចុប្បន្នភាពគំរូដោយជោគជ័យ',
    ],
    'delete' => [
        'success' => 'គំរូត្រូវបានលុប',
        'no_delete_permission' => 'មិនមានគំរូឬអ្នកមិនមានសិទ្ធិលុបវាទេ។',
    ],
];
