<?php

return array(

    'does_not_exist' => 'Департаментът не съществува.',
    'department_already_exists' => 'Този отдел вече съществува за тази фирма. Изберете друго име за този отдел. ',
    'assoc_users'	 => 'Този отдел понастоящем е свързан с поне един потребител и не може да бъде изтрит. Моля, актуализирайте потребителите си, за да не препращате към този отдел и опитайте отново.',
    'create' => array(
        'error'   => 'Отделът не е създаден, моля, опитайте отново.',
        'success' => 'Отделът е създаден успешно.'
    ),
    'update' => array(
        'error'   => 'Отделът не е актуализиран, моля, опитайте отново',
        'success' => 'Отделът се актуализира успешно.'
    ),
    'delete' => array(
        'confirm'   	=> 'Наистина ли искате да изтриете този отдел?',
        'error'   => 'Имаше проблем с изтриването на отдела. Моля, опитайте отново.',
        'success' => 'Отделът бе изтрит успешно.'
    )

);
