<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'Повеќе информации',

    'audit_help' => 'Обележувањето на ова поле ќе го уреди записот на средствата за да ја одрази оваа нова локација. Оставањето необележано едноставно ќе ја забележи локацијата во дневникот за ревизија. <br><br>Забележете дека ако се обележи ова средство, тоа нема да ја промени локацијата на лицето, средството или локацијата на која се проверува.',

    'assets' => 'Основни средства се ставки следени по сериски број или код на средства. Тие обично имаат повисока набавна вредност и е важно нивно поединечно евидентирање.',

    'categories' => 'Категориите ви помагаат да ги организирате вашите средства. Некои примери може да бидат &quot;Десктоп компјутери&quot;, &quot;Лаптопи&quot;, &quot;Мобилни телефони&quot;, &quot;Таблети&quot;, и така натаму, но можете да користите категории и на кој било начин кој има смисла за вас.',

    'accessories' => 'Додатоци се нешто што го задолжувате на корисниците, но нема сериски број (или не сакате да ги евидентирате поединечно). На пример, компјутерски глувчиња или тастатури.',

    'companies'     => 'Компаниите можат да се користат како поле за едноставен идентификатор, или може да се користат за да се ограничи видливоста на средствата, корисниците, итн, ако е овозможена целосна поддршка за компании во администраторските поставки.',

    'components'    => 'Компоненти се елементи кои се дел од основните средства, на пример, HDD, RAM меморија, итн.',

    'consumables'   => 'Потрошните материјали се нешто набавено, кое ќе се искористи и потроши со текот на времето. На пример, хартија за печатар или копир.',

    'depreciations' => 'Можете да поставите амортизационен план за основните средства за да ја намалувате нивната вредност праволиниски.',
    
    'empty_file'    => 'Увозникот открива дека оваа датотека е празна.'
];
