<?php

return [
    'sent'	        => 'Ако постои соодветен корисник со валидна Е-пошта во нашиот систем, испратена е Е-пошта за обновување на лозинка.',
    'user'			=> 'Ако постои соодветен корисник со валидна Е-пошта во нашиот систем, испратена е Е-пошта за обновување на лозинка.',
    'token'         => 'Токенот за обнова на лозинката е невалиден или истечен, или не одговара со корисничкото име.',
    'reset'         => 'Вашата лозинка е обновена!',
    'password_change'  => 'Вашата лозинка е ажурирана!',
];
