<?php

return [
    'about_templates' => 'درباره قالب های ذخیره شده',
    'saving_templates_description' => 'گزینه ها را انتخاب کرده و سپس نام قالب خود را در باکس بالا وارد کرده و روی دکمه \'ذخیره قالب\' کلیک کنید. از منوی کشویی قالب های از قبل ذخیره شده را انتخاب کنید.',
    'create'  => [
        'success' => 'قالب با موفقیت ذخیره شد',
    ],
    'update' => [
        'success' => 'قالب با موفقیت بروز شد',
    ],
    'delete' => [
        'success' => 'قالب حذف شد',
        'no_delete_permission' => 'قالب وجود ندارد یا شما مجوز حذف آن را ندارید.',
    ],
];
