<?php

return [

    'does_not_exist' => 'Бүрэлдэхүүн хэсэг байхгүй байна.',

    'create' => [
        'error' => 'Бүрэлдэхүүн бүтээсэнгүй, дахин оролдоно уу.',
        'success' => 'Бүрэлдэхүүн хэсэг амжилттай бүтээгдсэн.',
    ],

    'update' => [
        'error' => 'Бүрэлдэхүүн шинэчлэгдсэнгүй, дахин оролдоно уу',
        'success' => 'Бүрэлдэхүүн хэсэг амжилттай шинэчлэгдсэн.',
    ],

    'delete' => [
        'confirm' => 'Та энэ бүрэлдэхүүн хэсгийг устгахдаа итгэлтэй байна уу?',
        'error' => 'Энэ бүрэлдэхүүнийг устгах асуудал гарлаа. Дахин оролдоно уу.',
        'success' => 'Бүрэлдэхүүн хэсэг амжилттай устгагдсан.',
        'error_qty' => 'Some components of this type are still checked out. Please check them in and try again.',
    ],

    'checkout' => [
        'error' => 'Бүрэлдэхүүнийг шалгаагүй байна, дахин оролдоно уу',
        'success' => 'Бүрэлдэхүүн хэсэг амжилттай шалгагдсан.',
        'user_does_not_exist' => 'Энэ хэрэглэгч буруу байна. Дахин оролдоно уу.',
        'unavailable' => 'Not enough components remaining: :remaining remaining, :requested requested ',
    ],

    'checkin' => [
        'error' => 'Бүрэлдэхүүнийг шалгаагүй байна, дахин оролдоно уу',
        'success' => 'Бүрэлдэхүүн хэсэг амжилттай шалгагдсан.',
        'user_does_not_exist' => 'Энэ хэрэглэгч буруу байна. Дахин оролдоно уу.',
    ],

];
