<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'Допълнителна информация',

    'audit_help' => 'Отмятането на това поле, ще редактира записа, за да се отрази новото местоположение. Оставайки това поле без отметка ще се отрази местоположението на актива само при одит.<br><br>Ако актива е изписан няма да се смени леговата локация.',

    'assets' => 'Дълготрайни материални активи (ДМА), за кратко активи, се приемат всички материални ресурси на предприятието, които се използват повече от един отчетен период (за стопански и други цели). Проследават се по техния сериен или инвентарен номер.',

    'categories' => 'Категорийте спомагат за организиране на активите. Примерни категорий могат да бъдат &quot;Настолни компютри&quot;, &quot;Лаптопи&quot;, &quot;Мобилни телефони&quot;, &quot;Таблети&quot;, и т.н. Може да създадете ваши категорий по избор.',

    'accessories' => 'Аксесоарите са консумативи, който се предостават на потребителите, като в повечете случай те не се проследяват по сериен номер или инвентарен номер, например мишки, клавиатури и др.',

    'companies'     => 'Име на компаюнията може да бъде използвано, като поле за идентификация или за да ограничи/раздели списъка от активи, потребители, ако е пусната поддръжка на множество компании в административните настройки -> Общи настройки.',

    'components'    => 'Компонентите са част от актив, като например хард-диск, RAM и др.',

    'consumables'   => 'Консумативите са материали, който свършват по време на изпозлването им, като мастила за принтер, тонер касети, копирна хартия и др.',

    'depreciations' => 'Може да нагласите амортизация базирана на линеен метод.',
    
    'empty_file'    => 'Импортирането засече, че този файл е празен.'
];
