<?php

return [
    'sent'	        => 'Ако има такъв потребител с валиден е-майл адрес в нашата система, ще му изпратим е-майл за възстановяване на паролата.',
    'user'			=> 'Ако има такъв потребител с валиден е-майл адрес в нашата система, ще получи е-майл за възстановяване на паролата.',
    'token'         => 'Заявката за ресет на парола е невалидна, изтекла или не съвпада за потребителското име.',
    'reset'         => 'Вашата парола беше ресетната!',
    'password_change'  => 'Вашата парола беше променена!',
];
