<?php

return [

    'disabled_assoc' => [
        'accessory' => 'Този аксесоар не може да бъде изтрит, защото все още има артикули, потребители или локации свързани с него',
        'asset' => 'Този актив не може да бъде изтрит, защото все още има артикули свързани с него',
        'category' => 'Тази категория не може да бъде изтрита, защото все още има артикули свързани с нея',
        'company' => 'Тази фирма не може да бъде изтрита, защото все още има артикули свързани с нея',
        'component' => 'Този компонент не може да бъде изтрит, защото все още има артикули свързани с него',
        'custom_field' => 'Това потребителско поле не може да бъде изтрито, защото е свързано с поне едно друго поле',
        'department' => 'Този отдел не може да бъде изтрит, защото все още има потребители свързани с него',
        'location' => 'Тази локация не може да бъде изтрита, защото все още има артикули свързани с нея',
        'manufacturer' => 'Този производител не може да бъде изтрит, защото има артикули свързани с него',
        'supplier' => 'Този доставчик не може да бъде изтрит, защото има аритукли свързани с него',
        'user' => 'Този потребител не може да бъде изтрит, защото има артикули исписани на негово име',
        'user_self' => 'Не можете да изтриете себе си',
    ],

    'checkin_all' => [
        'user' => 'Впиши всички артикули за този потребител и го изтрий при желание. Ще можете да потвърдите това на следващата страница.',
    ],

];
