<?php

return [

    'does_not_exist' => 'תווית הסטטוס אינה קיימת.',
    'deleted_label' => 'לשונית סטטוס מחוק',
    'assoc_assets'	 => 'תווית סטטוס זו משויכת כעת לנכס אחד לפחות ולא ניתן למחוק אותה. עדכן את הנכסים שלך כדי לא להתייחס עוד לסטטוס זה ונסה שוב.',

    'create' => [
        'error'   => 'תווית הסטטוס לא נוצרה, נסה שוב.',
        'success' => 'תווית המצב נוצרה בהצלחה.',
    ],

    'update' => [
        'error'   => 'תווית הסטטוס לא עודכנה, נסה שוב',
        'success' => 'תווית הסטטוס עודכנה בהצלחה.',
    ],

    'delete' => [
        'confirm'   => 'האם אתה בטוח שברצונך למחוק את תווית המצב הזו?',
        'error'   => 'הייתה בעיה במחיקת תווית המצב. בבקשה נסה שוב.',
        'success' => 'תווית הסטטוס נמחקה בהצלחה.',
    ],

    'help' => [
        'undeployable'   => 'לא ניתן להקצות נכסים אלה לאף אחד.',
        'deployable'   => 'ניתן להסיר את הנכסים האלו. לאחר שיוך הם יקבלו סטטוס של <i class="fas fa-circle text-blue"></i> <strong>Deployed</strong>.',
        'archived'   => 'לא ניתן לבדוק את הנכסים האלה, והם יופיעו רק בתצוגה המפורטת בארכיון. אפשרות זו שימושית לשמירת מידע על נכסים לצורך תקצוב / מטרות היסטוריות, אך שמירה על רשימת הנכסים היומיומית.',
        'pending'   => 'נכסים אלה עדיין לא ניתן להקצות לאף אחד, משמש לעתים קרובות עבור פריטים כי הם לתיקון, אבל הם צפויים לחזור למחזור.',
    ],

];
