<?php

return array(
    'personal_api_keys' => 'Особисті ключі API',
    'personal_access_token' => 'Персональний токен доступу',
    'personal_api_keys_success' => 'Персональний ключ API :key створено успішно',
    'here_is_api_key' => 'Це ваш новий персональний токен доступу. Це буде показано лише один раз, так що не втратте! Ви можете тепер використовувати цей токен щоб зробити API запитів.',
    'api_key_warning' => 'Під час створення токену API, не забудьте надійно зберегти його,
тому що він не буде вам знову показаний.',
    'api_base_url' => 'Ваша базова URL-адреса API:',
    'api_base_url_endpoint' => '/&lt;ресурс&gt;',
    'api_token_expiration_time' => 'API токени закінчуються:',
    'api_reference' => 'Будь ласка, перевірте <a href="https://snipe-it.readme.io/reference" target="_blank">довідку по API</a>, щоб дізнатись про ресурси API та додаткову документацію стосовно них.',
    'profile_updated' => 'Обліковий запис успішно оновлено',
    'no_tokens' => 'Ви не створили жодних особистих токенів доступу.',
    'enable_sounds' => 'Увімкнути звукові ефекти',
    'enable_confetti' => 'Увімкнути ефекти конфетті',
);
