<?php

return array(

    'does_not_exist' => 'Aмортизациониот план не постои.',
    'assoc_users'	 => 'Амортизациониот план моментално е поврзан со еден или повеќе модели и не може да се избрише. Ве молиме избришете ги моделите, а потоа пробајте повторно да го избришете. ',


    'create' => array(
        'error'   => 'Амортизациониот план не е креиран, обидете се повторно. :(',
        'success' => 'Амортизациониот план е успешно креиран. :)'
    ),

    'update' => array(
        'error'   => 'Амортизациониот план не е ажуриран, обидете се повторно',
        'success' => 'Амортизациониот план е успешно ажуриран.'
    ),

    'delete' => array(
        'confirm'   => 'Дали сте сигурни дека сакате да го избришете овој амортизационен план?',
        'error'   => 'Имаше проблем при бришење на амортизациониот план. Обидете се повторно.',
        'success' => 'Амортизациониот план е успешно избришан.'
    )

);
