<?php

return [
    'send_password_link' => 'ផ្ញើតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញ',
    'email_reset_password' => 'កំណត់ពាក្យសម្ងាត់អ៊ីមែលឡើងវិញ',
    'reset_password' => 'កំណត់ពាក្យសម្ងាត់ឡើងវិញ',
    'saml_login' => 'ចូលតាមរយៈ SAML',
    'login' => 'ចូល',
    'login_prompt' => 'សូមចូល',
    'forgot_password' => 'ខ្ញុំ​ភ្លេច​ពាក្យសម្ងាត់​របស់ខ្ញុំ',
    'ldap_reset_password' => 'សូមចុចទីនេះដើម្បីកំណត់ពាក្យសម្ងាត់ LDAP របស់អ្នកឡើងវិញ',
    'remember_me' => 'ចងចាំខ្ញុំ',
    'username_help_top' => 'បញ្ចូល <strong>ឈ្មោះអ្នកប្រើ</strong> របស់អ្នកដើម្បីផ្ញើអ៊ីមែលទៅតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញ។',
    'username_help_bottom' => 'ឈ្មោះអ្នកប្រើ និងអាសយដ្ឋានអ៊ីមែលរបស់អ្នក <em>អាច</em>ដូចគ្នា ប៉ុន្តែប្រហែលជាមិនមែនទេ អាស្រ័យលើការកំណត់របស់អ្នក។ ប្រសិនបើអ្នកមិនអាចចាំឈ្មោះអ្នកប្រើប្រាស់របស់អ្នកបានទេ សូមទាក់ទងអ្នកគ្រប់គ្រងរបស់អ្នក។ <br><br><strong>ឈ្មោះ​អ្នក​ប្រើ​ដែល​គ្មាន​អាសយដ្ឋាន​អ៊ីមែល​ដែល​ពាក់ព័ន្ធ​នឹង​មិន​ត្រូវ​បាន​ផ្ញើ​អ៊ីមែល​តំណ​កំណត់​ពាក្យ​សម្ងាត់​ឡើង​វិញ​ទេ។</strong> ',
    'google_login' => 'ចូលជាមួយ Google Workspace',
    'google_login_failed' => 'ការចូល Google បានបរាជ័យ សូមព្យាយាមម្តងទៀត។',
    'invite_password_expires' => 'This password reset link will expire on :expire_date. You can use the manual password reset link to receive a new reset token by clicking here',

];
