<?php

return array(

    'account_already_exists' => 'គណនីដែលមានអ៊ីមែលនេះមានរួចហើយ។',
    'account_not_found'      => 'ឈ្មោះ​អ្នក​ប្រើ ឬ​ពាក្យ​សម្ងាត់​មិន​ត្រឹមត្រូវ។',
    'account_not_activated'  => 'គណនីអ្នកប្រើប្រាស់នេះមិនដំណើរការទេ។',
    'account_suspended'      => 'គណនីអ្នកប្រើប្រាស់នេះត្រូវបានផ្អាក។',

    'two_factor' => array(
        'already_enrolled'      => 'ឧបករណ៍របស់អ្នកបានចុះឈ្មោះរួចហើយ។',
        'success'               => 'អ្នកបានចូលដោយជោគជ័យ។',
        'code_required'         => 'កូដកត្តាពីរត្រូវបានទាមទារ។',
        'invalid_code'          => 'កូដកត្តាពីរគឺមិនត្រឹមត្រូវទេ។',
        'enter_two_factor_code' => 'សូមបញ្ចូលលេខកូដផ្ទៀងផ្ទាត់ពីរកត្តារបស់អ្នក។',
        'please_enroll'         => 'សូមចុះឈ្មោះឧបករណ៍មួយនៅក្នុងការផ្ទៀងផ្ទាត់ពីរកត្តា។',
    ),

    'signin' => array(
        'error'   => 'មានបញ្ហានៅពេលព្យាយាមចូល សូមព្យាយាមម្តងទៀត។',
        'success' => 'អ្នកបានចូលដោយជោគជ័យ។',
    ),

    'logout' => array(
        'error'   => 'មានបញ្ហានៅពេលព្យាយាមចេញពីអ្នក សូមព្យាយាមម្តងទៀត។',
        'success' => 'អ្នកបានចេញដោយជោគជ័យ។',
    ),

    'signup' => array(
        'error'   => 'មានបញ្ហានៅពេលព្យាយាមបង្កើតគណនីរបស់អ្នក សូមព្យាយាមម្តងទៀត។',
        'success' => 'គណនីត្រូវបានបង្កើតដោយជោគជ័យ។',
    ),

    'forgot-password' => array(
        'error'   => 'មានបញ្ហានៅពេលព្យាយាមយកលេខកូដសម្ងាត់កំណត់ឡើងវិញ សូមព្យាយាមម្តងទៀត។',
        'success' => 'ប្រសិនបើអាសយដ្ឋានអ៊ីមែលនោះមាននៅក្នុងប្រព័ន្ធរបស់យើង អ៊ីមែលសង្គ្រោះពាក្យសម្ងាត់ត្រូវបានផ្ញើ។',
    ),

    'forgot-password-confirm' => array(
        'error'   => 'មានបញ្ហានៅពេលព្យាយាមកំណត់ពាក្យសម្ងាត់របស់អ្នកឡើងវិញ សូមព្យាយាមម្តងទៀត។',
        'success' => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញដោយជោគជ័យ។',
    ),


);
