<?php

return [

    'group_exists' => 'Խումբն արդեն գոյություն ունի։',
    'group_not_found' => ':id նույնացուցիչով խումբը գոյություն չունի։',
    'group_name_required' => 'Անվան դաշտը պարտադիր է։',
    'assoc_users' => 'Այս բաժինը ներկայումս կապված է առնվազն մեկ օգտատիրոջ հետ և չի կարող ջնջվել։ Խնդրում ենք թարմացնել օգտատերերի տվյալները, որպեսզի նրանք այլևս չհղվեն այս բաժնին, ապա կրկին փորձել։',

    'success' => [
        'create' => 'Խումբը հաջողությամբ ստեղծվել է։',
        'update' => 'Խումբը հաջողությամբ թարմացվել է։',
        'delete' => 'Խումբը հաջողությամբ ջնջվել է։',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս խումբը։',
        'create' => 'Խումբը ստեղծելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'update' => 'Խումբը թարմացնելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'delete' => 'Խումբը ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
    ],

];
