<?php

return [
    'about_groups_title' => 'Խմբերի մասին',
    'about_groups' => 'Խմբերը օգտագործվում են օգտատիրոջ թույլտվությունները ընդհանրացնելու համար։',
    'group_management' => 'Խմբերի կառավարում',
    'create' => 'Ստեղծել նոր խումբ',
    'update' => 'Խմբագրել խումբ',
    'group_name' => 'Խմբի անունը',
    'group_admin' => 'Խմբի ադմին',
    'allow' => 'Թույլատրել',
    'deny' => 'Մերժել',
    'permission' => 'Թույլտվություններ',
    'grant' => 'Տրամադրել',
    'no_permissions' => 'Այս խումբը թույլտվություններ չունի',
];
