<?php

return array(

    'asset'             => 'Основно средство',
    'checkin'           => 'Раздолжи',
    'create'            => 'Креирај лиценца',
    'expiration'        => 'Дата на истекување',
    'license_key'       => 'Клуч на производ',
    'maintained'        => 'Сервисирано',
    'name'              => 'Име на софтверот',
    'no_depreciation'   => 'Не амортизирај',
    'purchase_order'    => 'Број на нарачка',
    'reassignable'      => 'Повторно доделување',
    'remaining_seats'   => 'Преостанати работни места',
    'seats'             => 'Работни места',
    'termination_date'  => 'Датум на престанок',
    'to_email'          => 'Лиценцирано на е-пошта',
    'to_name'           => 'Лиценцирано на',
    'update'            => 'Ажурирај лиценца',
    'checkout_help'     => 'Мора да задолжите лиценца на основно средство или на лице. Можете да ги изберете и двете, но сопственикот на основното средство мора да одговара на лицето на кое ја задолжувате лиценцата.'
);
