<?php

return array(
    'about_licenses_title'      => 'За лиценците',
    'about_licenses'            => 'Лиценците се користат за следење на софтверот. Тие имаат одреден број места кои можат да се задолжат на поединци',
    'checkin'  					=> 'Раздолжи лиценца за место',
    'checkout_history'  		=> 'Историја на задолжувања',
    'checkout'  				=> 'Задолжи лиценца за место',
    'edit'  					=> 'Ажурирај лиценца',
    'filetype_info'				=> 'Дозволени типови на датотеки се png, gif, jpg, jpeg, doc, docx, pdf, txt, zip и rar.',
    'clone'  					=> 'Клонирај лиценца',
    'history_for'  				=> 'Историја за ',
    'in_out'  					=> 'Раздолжи/Задолжи',
    'info'  					=> 'Информации за лиценцата',
    'license_seats'  			=> 'Лиценци за места',
    'seat'  					=> 'Место',
    'seat_count'  				=> 'Места :count',
    'seats'  					=> 'Места',
    'software_licenses'  		=> 'Лиценци за софтвер',
    'user'  					=> 'Корисник',
    'view'  					=> 'Погледнете лиценца',
    'delete_disabled'           => 'Оваа лиценца сè уште не може да се избрише затоа што некои места сè уште е задолжена.',
    'bulk'                      =>
        [
            'checkin_all'           => [
                'button'            => 'Раздолжи ги сите места',
                'modal'             => 'Оваа акција ќе раздолжи едно место. | Оваа акција ќе ги раздолжи сите :checkedout_seats_count места за оваа лиценца.',
                'enabled_tooltip'   => 'Раздолжи ги СИТЕ места за оваа лиценца од корисници и средства',
                'disabled_tooltip'  => 'Ова е оневозможено бидејќи моментално нема задолжени места.',
                'disabled_tooltip_reassignable'  => 'Ова е оневозможено бидејќи лиценцата не може да се преместува',
                'success'           => 'Лиценцата е успешно раздолжена! | Сите лиценци се успешно раздолжени!',
                'log_msg'           => 'Раздолжи преку групно раздолжување во интерфејсот за лиценци',
            ],

            'checkout_all'              => [
                'button'                => 'Задолжи ги сите места',
                'modal'                 => 'Оваа акција ќе го задолжи на првиот достапен корисник. | Оваа акција ќе ги задолжи :available_seats_count места за првиот достапен корисник. Корисникот се смета за достапен за ова седиште ако веќе ја немаат задолжено оваа лиценца, и автоматското доделување лиценци е овозможено на нивната сметка.',
                'enabled_tooltip'   => 'Задолжи ги СИТЕ места (или колку што се достапни) на СИТЕ корисници',
                'disabled_tooltip'  => 'Ова е оневозможено бидејќи моментално нема достапни места',
                'success'           => 'Лиценцата е успешно задолжена! | :count лиценци се успешно задолжени!',
                'error_no_seats'    => 'Нема преостанати слободни места за оваа лиценца.',
                'warn_not_enough_seats'    => ':count корисници им е доделена оваа лиценца, но недостасуваа достапни места за оваа лиценца.',
                'warn_no_avail_users'    => 'Не треба ништо да се прави. Нема корисници што ја немаат доделено оваа лиценца.',
                'log_msg'           => 'Задолжено преку интерфејсот за групно задолжување лиценци',


            ],
    ],

    'below_threshold' => 'Има само :remaining_count места достапни за оваа лиценца со минимална количина од :min_amt. Можеби би сакале да размислите за набавка на нови количини.',
    'below_threshold_short' => 'Овај предмет е под минималните потребни количини.',
);
