<?php

return array(

    'does_not_exist' => 'Лиценцата не постои или вие немате овластување да ја видите.',
    'user_does_not_exist' => 'Корисникот не постои или вие намате овластување да го видите.',
    'asset_does_not_exist' 	=> 'Средството што се обидувате да го поврзете со оваа лиценца не постои.',
    'owner_doesnt_match_asset' => 'Средството што се обидувате да го поврзете со оваа лиценца е задолжено на различно лице од она кое е избрано на паѓачкото мени.',
    'assoc_users'	 => 'Оваа лиценца е задолжено на корисник и не може да се избрише. Проверете го, а потоа пробајте повторно да ја избришете. ',
    'select_asset_or_person' => 'Мора да изберете основно средство или корисник, но не и двете.',
    'not_found' => 'Лиценцата не е пронајдена',
    'seats_available' => ':seat_count достапни места',


    'create' => array(
        'error'   => 'Лиценцата не е креирана, обидете се повторно.',
        'success' => 'Лиценцата е успешно креирана.'
    ),

    'deletefile' => array(
        'error'   => 'Датотеката не се избриша. Обидете се повторно.',
        'success' => 'Датотеката е успешно избришана.',
    ),

    'upload' => array(
        'error'   => 'Датотеките не се прикачени. Обидете се повторно.',
        'success' => 'Успешно се прикачени датотеките.',
        'nofiles' => 'Не одбравте датотеки за прикачување, или датотеката што сакате да ја поставите е премногу голема',
        'invalidfiles' => 'Една или повеќе од вашите датотеки е преголема или е тип на датотека што не е дозволен. Дозволени типови на датотеки се png, gif, jpg, doc, docx, pdf и txt.',
    ),

    'update' => array(
        'error'   => 'Лиценцата не е ажурирана, обидете се повторно',
        'success' => 'Лиценцата е успешно ажурирана.'
    ),

    'delete' => array(
        'confirm'   => 'Дали сте сигурни дека сакате да ја избришете оваа лиценца?',
        'error'   => 'Имаше проблем со бришење на лиценцата. Обидете се повторно.',
        'success' => 'Лиценцата беше успешно избришана.'
    ),

    'checkout' => array(
        'error'   => 'Имаше проблем со задолжување на лиценцата. Обидете се повторно.',
        'success' => 'Лиценцата беше успешно задолжена',
        'not_enough_seats' => 'Нема доволно достапни места за задолжување',
        'mismatch' => 'Обезбеденото место за лиценца не одговара на лиценцата',
        'unavailable' => 'Ова не е место достапно за задолжување.',
        'license_is_inactive' => 'This license is expired or terminated.',
    ),

    'checkin' => array(
        'error'   => 'Имаше проблем со раздолжување на лиценцата. Обидете се повторно.',
        'not_reassignable' => 'Seat has been used',
        'success' => 'Лиценцата беше успешно раздолжена'
    ),

);
