<?php

return [
    'does_not_exist' => 'Компания не существует.',
    'deleted'        => 'Удалённая компания',
    'assoc_users'    => 'Эта компания связана с одной или несколькими моделями и не может быть удалена. Измените модели, чтобы они не ссылались на эту компанию, и попробуйте снова. ',
    'create' => [
        'error'   => 'Компания не была создана, попробуйте снова.',
        'success' => 'Компания создана.',
    ],
    'update' => [
        'error'   => 'Компания не была обновлена, попробуйте снова',
        'success' => 'Компания обновлена.',
    ],
    'delete' => [
        'confirm' => 'Вы уверены, что хотите удалить эту компанию?',
        'error'   => 'Возникла проблема при удалении компании. Попробуйте снова.',
        'success' => 'Компания удалена.',
    ],
];
