<?php

return array(
    'checkout'                          => 'Видати витратний матеріал користувачу',
    'consumable_name'                   => 'Назва витратного матеріалу',
    'create'                            => 'Створити витратний матеріал',
    'item_no'                           => 'Позиція №',
    'remaining' 			            => 'Залишилось',
    'total' 			                => 'Загалом',
    'update'                            => 'Оновити витратний матеріал',
    'inventory_warning'                 => 'Запас цього витратного матеріалу нижчий за мінімальну кількість :min_count',
);
