<?php

return array(

    'invalid_category_type' => 'Категорія має бути категорією витратних матеріалів.',
    'does_not_exist' => 'Витратний матеріал не існує.',

    'create' => array(
        'error'   => 'Витратний матеріал не було створено, спробуйте ще раз.',
        'success' => 'Витратний матеріал успішно створено.'
    ),

    'update' => array(
        'error'   => 'Витратний матеріал не було оновлено, спробуйте ще раз',
        'success' => 'Витратний матеріал успішно оновлено.'
    ),

    'delete' => array(
        'confirm'   => 'Ви впевнені що хочете видалити цей витратний матеріал?',
        'error'   => 'Виникла проблема при видаленні витратного файлу. Будь ласка, спробуйте ще раз.',
        'success' => 'Витяг успішно видалено.'
    ),

     'checkout' => array(
        'error'   		=> 'Витратний матеріал не було перевірено, спробуйте ще раз',
        'success' 		=> 'Витратний матеріал успішно видано.',
        'user_does_not_exist' => 'Невірний користувач. Спробуйте ще раз.',
         'unavailable'      => 'Немає достатньо витратних елементів для цього замовлення. Будь ласка, перевірте кількість залишилось. ',
    ),

    'checkin' => array(
        'error'   		=> 'Витратний матеріал не було перевірено, спробуйте ще раз',
        'success' 		=> 'Витратний матеріал успішно перевірено.',
        'user_does_not_exist' => 'Вказаного користувача не існує. Спробуйте ще раз.'
    )


);
