<?php

return [

    'field' => [
        'invalid' => 'Poleto не постои.',
        'already_added' => 'Полето веќе е додадено',
        'none_selected' => 'Нема избрани полиња',

        'create' => [
            'error' => 'Полето не е креирано, обидете се повторно.',
            'success' => 'Полето е успешно создадено.',
            'assoc_success' => 'Полето е успешно додадено во групата со полиња.',
        ],

        'update' => [
            'error' => 'Полето не е ажурирано, обидете се повторно',
            'success' => 'Полето е успешно ажурирано.',
        ],

        'delete' => [
            'confirm' => 'Дали сте сигурни дека сакате да го избришете ова поле?',
            'error' => 'Имаше проблем со бришење на полето. Обидете се повторно.',
            'success' => 'Полето беше успешно избришано.',
            'in_use' => 'Полето е сеуште во употреба.',
        ],

    ],

    'fieldset' => [

        'does_not_exist' => 'Fieldset не постои',

        'create' => [
            'error' => 'Fieldset не е креиран, обидете се повторно.',
            'success' => 'Fieldset создаден успешно.',
        ],

        'update' => [
            'error' => 'Fieldset не е ажуриран, обидете се повторно',
            'success' => 'Fieldset ажуриран успешно.',
        ],

        'delete' => [
            'confirm' => 'Дали сте сигурни дека сакате да го избришете овој Fieldset?',
            'error' => 'Се појави проблем при бришењето на овој Fieldset. Обидете се повторно.',
            'success' => 'Fieldset успешно избришан.',
            'in_use' => 'Fieldset е сеуште во употреба.',
        ],

    ],

    'fieldset_default_value' => [

        'error' => 'Грешка при потврдување на основните вредности на групните полиња.',

    ],

];
