<?php

return [
    'does_not_exist' => 'Αυτή η εταιρεία δεν υπάρχει.',
    'deleted'        => 'Διαγραμμένη εταιρεία',
    'assoc_users'    => 'Αυτή η εταιρεία συσχετίζεται προς το παρόν με τουλάχιστον ένα μοντέλο και δεν μπορεί να διαγραφεί. Ενημερώστε τα μοντέλα σας ώστε να μην αναφέρονται πλέον στην εν λόγω εταιρεία και δοκιμάστε ξανά.',
    'create' => [
        'error'   => 'Η εταιρεία δεν δημιουργήθηκε, παρακαλώ δοκιμάστε ξανά.',
        'success' => 'Η εταιρεία δημιουργήθηκε με επιτυχία.',
    ],
    'update' => [
        'error'   => 'Η εταιρεία δεν ενημερώθηκε, δοκιμάστε ξανά',
        'success' => 'Η εταιρεία ενημερώθηκε με επιτυχία.',
    ],
    'delete' => [
        'confirm' => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτήν την εταιρεία;',
        'error'   => 'Υπήρξε ένα ζήτημα διαγράφοντας την εταιρεία. Παρακαλώ δοκιμάστε ξανά.',
        'success' => 'Η εταιρεία έχει διαγραφεί με επιτυχία.',
    ],
];
