<?php

return array(

    'does_not_exist' => 'Το στοιχείο δεν υπάρχει.',

    'create' => array(
        'error'   => 'Το στοιχείο δεν δημιουργήθηκε, δοκιμάστε ξανά.',
        'success' => 'Το στοιχείο ενημερώθηκε με επιτυχία.'
    ),

    'update' => array(
        'error'   => 'Το στοιχείο δεν ενημερώθηκε, παρακαλώ προσπαθήστε ξανά',
        'success' => 'Το στοιχείο ενημερώθηκε με επιτυχία.'
    ),

    'delete' => array(
        'confirm'   => 'Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτό το εξάρτημα;',
        'error'   => 'Παρουσιάστηκε ένα ζήτημα κατάργησης του στοιχείου. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.',
        'success' => 'Το εξάρτημα έχει διαγραφεί με επιτυχία.',
        'error_qty'   => 'Some components of this type are still checked out. Please check them in and try again.',
    ),

     'checkout' => array(
        'error'   		=> 'Το στοιχείο δεν έχει ελεγχθεί, δοκιμάστε ξανά',
        'success' 		=> 'Η συνιστώσα ολοκληρώθηκε με επιτυχία.',
        'user_does_not_exist' => 'Αυτός ο χρήστης δεν είναι έγκυρος. Παρακαλώ δοκιμάστε ξανά.',
        'unavailable'      => 'Δεν υπάρχουν αρκετά στοιχεία που απομένουν: :remaining απομένουν, :requested requested ',
    ),

    'checkin' => array(
        'error'   		=> 'Το στοιχείο δεν έχει επιλεγεί, δοκιμάστε ξανά',
        'success' 		=> 'Το στοιχείο ελέγχου ολοκληρώθηκε με επιτυχία.',
        'user_does_not_exist' => 'Αυτός ο χρήστης είναι άκυρος. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.'
    )


);
