<?php

return array(
    'about_suppliers_title' => 'Нийлүүлэгчийн талаар',
    'about_suppliers_text'  => 'Нийлүүлэгч нь эд зүйлийн эх сурвалжийг хянахад ашиглагддаг',
    'address'               => 'Нийлүүлэгчийн хаяг',
    'assets'                => 'Актив',
    'city'                  => 'Хот',
    'contact'               => 'Холбоо барих нэр',
    'country'               => 'Улс',
    'create'                => 'Нийлүүлэгч бий болгох',
    'email'                 => 'И-мэйл хаяг',
    'fax'                   => 'Факс',
    'id'                    => 'ID',
    'licenses'              => 'Лицензүүд',
    'name'                  => 'Нийлүүлэгчийн нэр',
    'notes'                 => 'Тэмдэглэл',
    'phone'                 => 'Утас',
    'state'                 => 'Улс',
    'suppliers'             => 'Нийлүүлэгч',
    'update'                => 'Нийлүүлэгчийг шинэчлэх',
    'view'                  => 'Нийлүүлэгчийг харах',
    'view_assets_for'       => 'Активыг харах',
    'zip'                   => 'Шуудангийн код',

);
