<?php

return [
    'about_asset_depreciations' => 'Ակտիվի ամորտիզացիայի մասին',
    'about_depreciations' => 'Կարող եք սահմանել ակտիվների ամորտիզացիա՝ ակտիվները ամորտիզացնելու համար գծային (հավասարաչափ), պայմանով կիրառվող կես տարվա, կամ միշտ կիրառվող կես տարվա մեթոդներով։',
    'asset_depreciations' => 'Ակտիվի ամորտիզացիաները',
    'create' => 'Ստեղծել ամորտիզացիա',
    'depreciation_name' => 'Ամորտիզացիայի անուն',
    'depreciation_min' => 'Ամորտիզացիայի մինիմալ արժեք',
    'number_of_months' => 'Ամիսների քանակ',
    'update' => 'Թարմացնել ամորտիզացիան',
    'depreciation_min' => 'Ամորտիզացիայից հետո նվազագույն արժեք',
    'no_depreciations_warning' => '<strong>Զգուշացում․ </strong>
Դուք ներկայումս որևէ ամորտիզացիա չեք սահմանել։
Խնդրում ենք սահմանել առնվազն մեկ ամորտիզացիա՝ ամորտիզացիայի հաշվետվությունը դիտելու համար։',
    'depreciation_method' => 'Ամորտիզացիայի հաշվետվություն',
    'linear_depreciation' => 'Գծային (լռելյայն)',
    'half_1' => 'Կես տարվա կանոն, միշտ կիրառվում է',
    'half_2' => 'Կես տարվա կանոն, կիրառվում է պայմանով',
];
