<?php

return [

    'does_not_exist' => 'Ամորտիզացիայի դասը գոյություն չունի։',
    'assoc_users' => 'Այս ամորտիզացիան ներկայումս կապված է մեկ կամ մի քանի մոդելների հետ և չի կարող ջնջվել։ Խնդրում ենք նախ ջնջել մոդելները, ապա կրկին փորձել ջնջել։',

    'create' => [
        'error' => 'Ամորտիզացիայի դասը չի ստեղծվել։ Խնդրում ենք կրկին փորձել։ :(',
        'success' => 'Ամորտիզացիայի դասը հաջողությամբ ստեղծվել է։ :)',
    ],

    'update' => [
        'error' => 'Ամորտիզացիայի դասը չի թարմացվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Ամորտիզացիայի դասը հաջողությամբ թարմացվել է։',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս ամորտիզացիայի դասը։',
        'error' => 'Ամորտիզացիայի դասը ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Ամորտիզացիայի դասը հաջողությամբ ջնջվել է։',
    ],

];
