<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'ข้อมูลเพิ่มเติม',

    'audit_help' => 'การทำเครื่องหมายในช่องนี้จะแก้ไขบันทึกสินทรัพย์เพื่อให้สะท้อนถึงสถานที่ใหม่นี้ การไม่ทำเครื่องหมายในช่องนี้จะบันทึกสถานที่ลงในบันทึกการตรวจสอบเท่านั้น<br><br>โปรดทราบว่า หากมีการยืมสินทรัพย์นี้ออกไปแล้ว สถานที่ตั้งของบุคคล สินทรัพย์ หรือสถานที่ที่ยืมออกไปจะไม่เปลี่ยนแปลง',

    'assets' => 'สินทรัพย์คือรายการที่ติดตามโดยใช้หมายเลขซีเรียลหรือแท็กเนื้อหา พวกเขามีแนวโน้มที่จะเป็นรายการมูลค่าที่สูงขึ้นซึ่งจะระบุรายการที่เฉพาะเจาะจง',

    'categories' => 'หมวดหมู่ช่วยคุณจัดระเบียบรายการของคุณ หมวดหมู่ตัวอย่างบางประเภทอาจเป็น &quot;Desktops&quot;, &quot; แล็ปท็อป&quot;, &quot; โทรศัพท์มือถือ&quot;, &quot;Tablets&quot; เป็นต้นและคุณสามารถใช้งานประเภทต่างๆที่เหมาะสมกับคุณได้',

    'accessories' => 'อุปกรณ์เสริมใดๆ ที่มอบให้กับผู้ใช้แต่ไม่มีหมายเลขเครื่อง (หรือไม่จำเป็นสำหรับการค้นหาข้อมูลย้อนหลัง) ยกตัวอย่าง เช่น คอมพิวเตอร์ ไมค์ หรือแป้นพิมพ์ เป็นต้น',

    'companies'     => 'บริษัท สามารถใช้เป็นฟิลด์ระบุอย่างง่ายหรือสามารถใช้เพื่อ จำกัด การเปิดเผยข้อมูลของผู้ใช้ ฯลฯ หากมีการเปิดใช้งานการสนับสนุน บริษัท ทั้งหมดในการตั้งค่าผู้ดูแลระบบของคุณ',

    'components'    => 'คอมโพเนนต์เป็นรายการที่เป็นส่วนหนึ่งของเนื้อหาเช่นฮาร์ดดิสก์แรม ฯลฯ',

    'consumables'   => 'วัสดุสิ้นเปลืองคือสิ่งใดๆ ที่มีการซื้อและนำมาใช้ในช่วงเวลานั้น ยกตัวอย่างเช่น หมึกปริ้นเตอร์ หรือ กระดาษถ่ายสำเนา',

    'depreciations' => 'คุณสามารถกำหนดการคิดค่าเสื่อมราคาเพื่อตัดค่าเสื่อมราคาโดยวิธีการคิดค่าเสื่อมราคาแบบเส้นตรง',
    
    'empty_file'    => 'ระบบตรวจพบว่าไฟล์นี้ว่างเปล่า'
];
