<?php

return array(

    'disabled_assoc'  => [
        'accessory' => 'อุปกรณ์เสริมนี้ไม่สามารถลบได้ เนื่องจากยังมีรายการ ผู้ใช้ หรือสถานที่ที่เกี่ยวข้องอยู่',
        'asset' => 'ไม่สามารถลบสินทรัพย์นี้ได้ เนื่องจากยังมีรายการที่เกี่ยวข้องอยู่',
        'category' => 'ไม่สามารถลบหมวดหมู่นี้ได้ เนื่องจากยังมีรายการที่เกี่ยวข้องอยู่',
        'company' => 'ไม่สามารถลบบริษัทนี้ได้ เนื่องจากยังมีรายการที่เกี่ยวข้องอยู่',
        'component' => 'ไม่สามารถลบส่วนประกอบนี้ได้ เนื่องจากยังมีรายการที่เกี่ยวข้องอยู่',
        'custom_field' => 'ไม่สามารถลบฟิลด์ที่กำหนดเองนี้ได้ เนื่องจากยังคงเชื่อมโยงกับชุดฟิลด์อย่างน้อยหนึ่งชุด',
        'department' => 'ไม่สามารถลบแผนกนี้ได้ เนื่องจากยังมีรายการที่เกี่ยวข้องอยู่',
        'location' => 'ไม่สามารถลบสถานที่นี้ได้ เนื่องจากยังมีรายการหรือผู้ใช้ที่เกี่ยวข้องอยู่',
        'manufacturer' => 'ไม่สามารถลบผู้ผลิตนี้ได้ เนื่องจากยังมีรายการที่เกี่ยวข้องอยู่',
        'supplier' => 'ไม่สามารถลบซัพพลายเออร์รายนี้ได้ เนื่องจากยังมีรายการที่เกี่ยวข้องอยู่',
        'user' => 'ไม่สามารถลบผู้ใชนี้ได้ เนื่องจากยังมีรายการที่เกี่ยวข้องอยู่กับผู้ใช้รายนี้',
        'user_self' => 'คุณไม่สามารถลบตนเองได้',
    ],

    'checkin_all' => [
        'user' => 'ตรวจสอบรายการทั้งหมดสำหรับผู้ใช้รายนี้ และลบรายการเหล่านั้นได้ตามต้องการ คุณจะสามารถยืนยันการเปลี่ยนแปลงได้ในหน้าถัดไป'
    ],

);
