<?php

return array(
    'about_manufacturers_title'    => 'О производителях',
    'about_manufacturers_text'  => 'Производители - компании, создающие ваши активы. Вы можете хранить здесь важные контактные данные, которые будут отображаться вместе с подробностями о ваших активах.',
    'asset_manufacturers'	=> 'Производители оборудования',
    'create'				=> 'Создать производителя',
    'id'   					=> 'ID',
    'name'      			=> 'Название',
    'support_email'   		=> 'Электронная почта поддержки',
    'support_phone'   		=> 'Телефон поддержки',
    'support_url'   		=> 'Страница поддержки',
    'warranty_lookup_url'   => 'Ссылка на гарантию',
    'update'				=> 'Обновить производителя',

);
