<?php

return array(

    'group_exists'        => 'المجموعة موجودة مسبقا!',
    'group_not_found'     => 'معرف المجموعة :id غير موجود.',
    'group_name_required' => 'حقل الإسم اجباري',

    'success' => array(
        'create' => 'تم إنشاء المجموعة بنجاح.',
        'update' => 'تم تحديث المجموعة بنجاح.',
        'delete' => 'تم حذف المجموعة بنجاح.',
    ),

    'delete' => array(
        'confirm'   => 'هل أنت متأكد من رغبتك في حذف المجموعة؟',
        'create' => 'لقد حدث خطأ أثناء إنشاء هذه المجموعة. الرجاء المحاولة مرة اخرى.',
        'update' => 'لقد حدث خطأ أثناء تحديث هذه المجموعة. الرجاء المحاولة مرة أخرى.',
        'delete' => 'لقد حدث خطأ أثناء حذف هذه المجموعة. الرجاء المحاولة مرة أخرى.',
    ),

);
