<?php

return [
    'does_not_exist' => 'ក្រុមហ៊ុនមិនមានទេ។',
    'deleted'        => 'លុបក្រុមហ៊ុន',
    'assoc_users'    => 'បច្ចុប្បន្នក្រុមហ៊ុននេះត្រូវបានភ្ជាប់ជាមួយនឹងគំរូយ៉ាងហោចណាស់មួយ ហើយមិនអាចលុបបានទេ។ សូម​ធ្វើ​បច្ចុប្បន្នភាព​ម៉ូដែល​របស់​អ្នក​ដើម្បី​លែង​យោង​ក្រុមហ៊ុន​នេះ​ហើយ​ព្យាយាម​ម្ដង​ទៀត។ ',
    'create' => [
        'error'   => 'ក្រុមហ៊ុនមិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'ក្រុមហ៊ុនបានបង្កើតដោយជោគជ័យ។',
    ],
    'update' => [
        'error'   => 'ក្រុមហ៊ុនមិនត្រូវបានធ្វើបច្ចុប្បន្នភាពទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'ក្រុមហ៊ុនបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
    ],
    'delete' => [
        'confirm' => 'តើអ្នកប្រាកដថាចង់លុបក្រុមហ៊ុននេះទេ?',
        'error'   => 'មានបញ្ហាក្នុងការលុបក្រុមហ៊ុន។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'ក្រុមហ៊ុនត្រូវបានលុបដោយជោគជ័យ។',
    ],
];
