<?php

return array(

    'does_not_exist' => 'ថ្នាក់រំលោះមិនមានទេ។',
    'assoc_users'	 => 'ការរំលោះនេះបច្ចុប្បន្នត្រូវបានភ្ជាប់ជាមួយគំរូមួយ ឬច្រើន ហើយមិនអាចលុបបានទេ។ សូម​លុប​ម៉ូដែល ហើយ​ព្យាយាម​លុប​ម្ដង​ទៀត។ ',


    'create' => array(
        'error'   => 'ថ្នាក់រំលោះមិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។ :(',
        'success' => 'ថ្នាក់រំលោះបានបង្កើតដោយជោគជ័យ។ :)'
    ),

    'update' => array(
        'error'   => 'ថ្នាក់រំលោះមិនត្រូវបានធ្វើបច្ចុប្បន្នភាពទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'ថ្នាក់រំលោះបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។'
    ),

    'delete' => array(
        'confirm'   => 'តើអ្នកប្រាកដថាចង់លុបថ្នាក់រំលោះនេះទេ?',
        'error'   => 'មាន​បញ្ហា​ក្នុង​ការ​លុប​ថ្នាក់​រំលោះ។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'ថ្នាក់រំលោះត្រូវបានលុបដោយជោគជ័យ។'
    )

);
