<?php

return [
    'sent'	        => 'වලංගු විද්‍යුත් තැපැල් ලිපිනයක් සහිත ගැලපෙන පරිශීලකයෙකු අපගේ පද්ධතිය තුළ සිටී නම්, මුරපද ප්‍රතිසාධන විද්‍යුත් තැපෑලක් යවා ඇත.',
    'user'			=> 'වලංගු විද්‍යුත් තැපැල් ලිපිනයක් සහිත ගැලපෙන පරිශීලකයෙකු අපගේ පද්ධතිය තුළ සිටී නම්, මුරපද ප්‍රතිසාධන විද්‍යුත් තැපෑලක් යවා ඇත.',
    'token'         => 'මෙම මුරපද යළි පිහිටුවීමේ ටෝකනය අවලංගු වී හෝ කල්ඉකුත් වී ඇත, නැතහොත් සපයා ඇති පරිශීලක නාමයට නොගැලපේ.',
    'reset'         => 'ඔබගේ මුරපදය නැවත සකසා ඇත!',
    'password_change'  => 'ඔබගේ මුරපදය යාවත්කාලීන කර ඇත!',
];
