<?php

return [

    'does_not_exist' => 'Բաղադրիչը գոյություն չունի։',

    'create' => [
        'error' => 'Բաղադրիչը չի ստեղծվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Բաղադրիչը հաջողությամբ ստեղծվել է։',
    ],

    'update' => [
        'error' => 'Բաղադրիչը չի թարմացվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Բաղադրիչը հաջողությամբ թարմացվել է։',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս բաղադրիչը։',
        'error' => 'Բաղադրիչը ջնջելիս խնդիր առաջացավ։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Բաղադրիչը հաջողությամբ ջնջվել է։',
        'error_qty' => 'Այս տեսակի որոշ բաղադրիչներ դեռ դուրս են տրված։ Խնդրում ենք նախ վերադարձնել դրանք և կրկին փորձել։',
    ],

    'checkout' => [
        'error' => 'Բաղադրիչը դուրս չի տրվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Բաղադրիչը հաջողությամբ դուրս է տրվել։',
        'user_does_not_exist' => 'Այդ օգտատերը անվավեր է։ Խնդրում ենք կրկին փորձել։',
        'unavailable' => 'Բավարար բաղադրիչներ չեն մնացել․ մնացել է՝ :remaining, պահանջվել է՝ :requested։',
    ],

    'checkin' => [
        'error' => 'Բաղադրիչը չի վերադարձվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Բաղադրիչը հաջողությամբ վերադարձվել է։',
        'user_does_not_exist' => 'Այդ օգտատերը անվավեր է։ Խնդրում ենք կրկին փորձել։',
    ],

];
