<?php

return array(

    'does_not_exist' => 'คอมโพเนนต์ไม่มีอยู่',

    'create' => array(
        'error'   => 'ไม่ได้สร้างคอมโพเนนต์โปรดลองอีกครั้ง',
        'success' => 'สร้างคอมโพเนนต์เรียบร้อยแล้ว'
    ),

    'update' => array(
        'error'   => 'คอมโพเนนต์ไม่ได้รับการอัปเดตโปรดลองอีกครั้ง',
        'success' => 'คอมโพเนนต์สำเร็จแล้ว'
    ),

    'delete' => array(
        'confirm'   => 'คุณแน่ใจหรือไม่ว่าต้องการลบคอมโพเนนต์นี้',
        'error'   => 'เกิดปัญหาในการลบคอมโพเนนต์ กรุณาลองอีกครั้ง.',
        'success' => 'คอมโพเนนต์ถูกลบเรียบร้อยแล้ว',
        'error_qty'   => 'บางคอมโพเนนต์ถูกเบิกจ่ายไปแล้ว กรุณาส่งคืนและลองใหม่อีกครั้ง',
    ),

     'checkout' => array(
        'error'   		=> 'ตรวจสอบคอมโพเนนต์แล้วโปรดลองอีกครั้ง',
        'success' 		=> 'ตรวจสอบคอมโพเนนต์เรียบร้อยแล้ว',
        'user_does_not_exist' => 'ผู้ใช้รายนั้นไม่ถูกต้อง กรุณาลองอีกครั้ง.',
        'unavailable'      => 'คอมโพเนนต์ไม่เพียงพอ: จำนวนที่เหลืออยู่ :remaining, จำนวนที่ร้องขอ :requested ',
    ),

    'checkin' => array(
        'error'   		=> 'คอมโพเนนต์ไม่ได้รับการตรวจสอบโปรดลองอีกครั้ง',
        'success' 		=> 'ตรวจสอบคอมโพเนนต์เรียบร้อยแล้ว',
        'user_does_not_exist' => 'ผู้ใช้รายนั้นไม่ถูกต้อง กรุณาลองอีกครั้ง.'
    )


);
