<?php

return array(
    'personal_api_keys' => 'សោ API ផ្ទាល់ខ្លួន',
    'personal_access_token' => 'និមិត្តសញ្ញាចូលប្រើផ្ទាល់ខ្លួន',
    'personal_api_keys_success' => 'សោ API ផ្ទាល់ខ្លួន៖ សោត្រូវបានបង្កើតដោយជោគជ័យ',
    'here_is_api_key' => 'នេះជាសញ្ញាសម្គាល់ការចូលប្រើផ្ទាល់ខ្លួនថ្មីរបស់អ្នក។ នេះ​ជា​ពេល​តែ​មួយ​គត់​ដែល​នឹង​ត្រូវ​បាន​បង្ហាញ​ដូច្នេះ​កុំ​ឱ្យ​បាត់បង់​វា​! ឥឡូវនេះអ្នកអាចប្រើសញ្ញាសម្ងាត់នេះដើម្បីធ្វើសំណើ API ។',
    'api_key_warning' => 'នៅពេលបង្កើតនិមិត្តសញ្ញា API ត្រូវប្រាកដថាចម្លងវាភ្លាមៗ ព្រោះពួកវានឹងមិនអាចមើលឃើញដល់អ្នកម្តងទៀតទេ។',
    'api_base_url' => 'Url មូលដ្ឋាន API របស់អ្នកមានទីតាំងនៅ៖',
    'api_base_url_endpoint' => '/&lt;endpoint&gt;',
    'api_token_expiration_time' => 'និមិត្តសញ្ញា API ត្រូវបានកំណត់ឱ្យផុតកំណត់នៅក្នុង៖',
    'api_reference' => 'សូមពិនិត្យមើល <a href="https://snipe-it.readme.io/reference" target="_blank">ឯកសារយោង API</a> ដើម្បីស្វែងរកចំណុចបញ្ចប់ API ជាក់លាក់ និងឯកសារ API បន្ថែម។',
    'profile_updated' => 'ធ្វើបច្ចុប្បន្នភាពគណនីដោយជោគជ័យ',
    'no_tokens' => 'អ្នក​មិន​បាន​បង្កើត​ថូខឹន​ចូល​ប្រើប្រាស់​ផ្ទាល់ខ្លួន​ណា​មួយ​ទេ។',
    'enable_sounds' => 'បើកបែបផែនសំឡេង',
    'enable_confetti' => 'បើកបែបផែនក្រដាស',
);
