<?php

    return [
        'not_found'                    => 'لم يتم العثور على سند صيانة الأصل المطلوب!',
        'delete'                       => [
            'confirm' => 'هل أنت متأكد من رغبتك في حذف سند صيانة الأصل؟',
            'error'   => 'حدثت مشكلة في عملية الحذف لسند صيانة الأصل. الرجاء المحاولة مرة اُخرى.',
            'success' => 'تم حذف سند صيانة الأصل بنجاح.',
        ],
        'create'                       => [
            'error'   => 'لم يتم إنشاء سند صيانة الأصل، الرجاء المحاولة مرة أخرى.',
            'success' => 'تم إنشاء سند صيانة الأصل بنجاح.',
        ],
        'edit'                       => [
            'error'   => 'لم يتم تعديل سند صيانة الأصل، يرجى إعادة المحاولة.',
            'success' => 'تم تعديل سند صيانة الأصل بنجاح.',
        ],
        'asset_maintenance_incomplete' => 'لم يكتمل بعد',
        'warranty'                     => 'الضمان',
        'not_warranty'                 => 'لا يوجد ضمان',
    ];
