<?php

return [

    'does_not_exist' => 'Местоположението не съществува.',
    'assoc_users' => 'Това местоположение не може да бъде изтрито, защото има поне един актив или потребител, зачислен към него или съдържа под локаций. Моля обновете вашите записи, така че да не съдържат това местоположение и пробвайте отново ',
    'assoc_assets' => 'Местоположението е свързано с поне един актив и не може да бъде изтрито. Моля, актуализирайте активите, така че да не са свързани с това местоположение и опитайте отново. ',
    'assoc_child_loc' => 'В избраното местоположение е присъединено едно или повече местоположения. Моля преместете ги в друго и опитайте отново.',
    'assigned_assets' => 'Изписани Активи',
    'current_location' => 'Текущо местоположение',
    'deleted_warning' => 'Това местоположение е изтрито. Моля възстановете го преди да правите промени.',

    'create' => [
        'error' => 'Местоположението не е създадено. Моля, опитайте отново.',
        'success' => 'Местоположението е създадено.',
    ],

    'update' => [
        'error' => 'Местоположението не е обновено. Моля, опитайте отново',
        'success' => 'Местоположението е обновено.',
    ],

    'restore' => [
        'error' => 'Местоположението не беше възстановено, моля опитайте отново',
        'success' => 'Местоположението е възстановено.',
    ],

    'delete' => [
        'confirm' => 'Сигурни ли сте, че искате да изтриете това местоположение?',
        'error' => 'Възникна проблем при изтриване на местоположението. Моля, опитайте отново.',
        'success' => 'Местоположението е изтрито.',
    ],

];
