<?php

return [

    'group_exists' => 'Групата веќе постои!',
    'group_not_found' => 'ID на група :id не постои.',
    'group_name_required' => 'Полето за име е задолжително',
    'assoc_users' => 'Овој оддел моментално е поврзана со барем еден корисник и не може да се избрише. Ве молиме да ги ажурирате вашите корисници за да не го користите овој оддел и обидете се повторно. ',

    'success' => [
        'create' => 'Групата е успешно креирана.',
        'update' => 'Групата е успешно ажурирана.',
        'delete' => 'Групата е успешно избришана.',
    ],

    'delete' => [
        'confirm' => 'Дали сте сигурни дека сакате да ја избришете оваа група?',
        'create' => 'Имаше проблем со креирање на групата. Обидете се повторно.',
        'update' => 'Имаше проблем со ажурирање на групата. Обидете се повторно.',
        'delete' => 'Имаше проблем со бришење на групата. Обидете се повторно.',
    ],

];
