<?php

return array(

    'group_exists'        => 'Групата веќе постои!',
    'group_not_found'     => 'ID на група :id не постои.',
    'group_name_required' => 'Полето за име е задолжително',

    'success' => array(
        'create' => 'Групата е успешно креирана.',
        'update' => 'Групата е успешно ажурирана.',
        'delete' => 'Групата е успешно избришана.',
    ),

    'delete' => array(
        'confirm'   => 'Дали сте сигурни дека сакате да ја избришете оваа група?',
        'create' => 'Имаше проблем со креирање на групата. Обидете се повторно.',
        'update' => 'Имаше проблем со ажурирање на групата. Обидете се повторно.',
        'delete' => 'Имаше проблем со бришење на групата. Обидете се повторно.',
    ),

);
