<?php

return [
    'about_groups_title'            => 'За групите',
    'about_groups'                  => 'Групите се користат за генерализирање на кориснички дозволи.',
    'group_management' 	 	=> 'Управување со група',
    'create' 	 	 	    => 'Креирај нова група',
    'update' 	 		        => 'Уредете група',
    'group_name' 	 		=> 'Име на групата',
    'group_admin' 	 		=> 'Администратор на група',
    'allow' 	 			=> 'Дозволи',
    'deny' 	 				=> 'Одбиј',
    'permission'            => 'Дозволи',
    'grant'                 => 'Грант',
    'no_permissions'        => 'Оваа група нема дозволи.'
];
