<?php

return array(

    'does_not_exist' => 'ไม่มีหมวดค่าเสื่อมราคา',
    'assoc_users'	 => 'ค่าเสื่อมราคานี้มีความเกี่ยวข้องกับโมเดลอื่นๆ และจะไม่สามารถลบได้ กรุณาลบโมเดล จากนั้นลองลบอีกครั้ง ',


    'create' => array(
        'error'   => 'ยังไม่ได้สร้างหมวดค่าเสื่อมราคา กรุณาลองอีกครั้ง',
        'success' => 'สร้างหมวดค่าเสื่อมราคาเรียบร้อยแล้ว'
    ),

    'update' => array(
        'error'   => 'ยังไม่ได้ปรับปรุงหมวดค่าเสื่อมราคา กรุณาลองใหม่อีกครั้ง',
        'success' => 'ปรับปุงหมวดค่าเสื่อมราคาเรียบร้อยแล้ว'
    ),

    'delete' => array(
        'confirm'   => 'คุณแน่ใจที่จะลบหมวดค่าเสื่อมราคานี้?',
        'error'   => 'มีปัญหาระหว่างการลบหมวดค่าเสื่อมราคา กรุณาลองใหม่อีกครั้ง',
        'success' => 'หมวดค่าเสื่อมราคาถูกลบแล้ว'
    )

);
