<?php

return [

    'deleted' => 'អ្នកផ្គត់ផ្គង់បានបង្កើតដោយជោគជ័យ។',
    'does_not_exist' => 'អ្នកផ្គត់ផ្គង់មិនមានទេ។',

    'create' => [
        'error' => 'អ្នកផ្គត់ផ្គង់មិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'អ្នកផ្គត់ផ្គង់បានបង្កើតដោយជោគជ័យ។',
    ],

    'update' => [
        'error' => 'អ្នកផ្គត់ផ្គង់បានបង្កើតដោយជោគជ័យ។',
        'success' => 'អ្នកផ្គត់ផ្គង់បានបង្កើតដោយជោគជ័យ។',
    ],

    'delete' => [
        'confirm' => 'អ្នកផ្គត់ផ្គង់បានបង្កើតដោយជោគជ័យ។',
        'error' => 'មានបញ្ហាក្នុងការលុបអ្នកផ្គត់ផ្គង់។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'អ្នកផ្គត់ផ្គង់ត្រូវបានលុបដោយជោគជ័យ។',
        'not_found' => 'Supplier not found.',
        'bulk_success' => 'Suppliers were deleted successfully.',
        'partial_success' => '.',
    ],

];
