<?php

return [

    'does_not_exist' => 'ប្រភេទមិនមានទេ។',
    'assoc_models' => 'ប្រភេទនេះត្រូវបានភ្ជាប់ជាមួយយ៉ាងហោចណាស់គំរូមួយ ហើយមិនអាចលុបបានទេ។ សូម​ធ្វើ​បច្ចុប្បន្នភាព​ម៉ូដែល​របស់​អ្នក​ដើម្បី​លែង​យោង​ប្រភេទ​នេះ​ទៀត​ហើយ​ព្យាយាម​ម្ដង​ទៀត។ ',
    'assoc_items' => 'ប្រភេទនេះត្រូវបានភ្ជាប់ជាមួយយ៉ាងហោចណាស់មួយ៖ asset_type ហើយមិនអាចលុបបានទេ។ សូមអាប់ដេត៖ asset_type របស់អ្នកដើម្បីកុំឱ្យយោងទៅលើប្រភេទនេះទៀត ហើយព្យាយាមម្តងទៀត។ ',

    'create' => [
        'error' => 'ប្រភេទមិនត្រូវបានបង្កើតទេ សូមព្យាយាមម្តងទៀត។',
        'success' => 'ប្រភេទត្រូវបានបង្កើតដោយជោគជ័យ។',
    ],

    'update' => [
        'error' => 'ប្រភេទមិនត្រូវបានអាប់ដេតទេ សូមព្យាយាមម្តងទៀត',
        'success' => 'បានធ្វើបច្ចុប្បន្នភាពប្រភេទដោយជោគជ័យ។',
        'cannot_change_category_type' => 'អ្នក​មិន​អាច​ផ្លាស់ប្ដូរ​ប្រភេទ​ប្រភេទ​បាន​ទេ​នៅ​ពេល​ដែល​វា​ត្រូវ​បាន​បង្កើត​ឡើង',
    ],

    'delete' => [
        'confirm' => 'តើអ្នកប្រាកដថាចង់លុបប្រភេទនេះទេ?',
        'error' => 'មានបញ្ហាក្នុងការលុបប្រភេទ។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'Category was deleted successfully.',
        'bulk_success' => 'Categories were deleted successfully.',
        'partial_success' => 'Category deleted successfully. See additional information below. | :count categories were deleted successfully. See additional information below.',
    ],

];
