<?php

return [

    'group_exists' => 'Группа уже существует!',
    'group_not_found' => 'Группа [:id] не существует.',
    'group_name_required' => 'Поле "Название" является обязательным',
    'assoc_users' => 'Отдел в данный момент связан с одним или несколькими пользователями и не может быть удалён. Измените данные пользователей так, чтобы они больше не ссылались на этот отдел, и попробуйте снова. ',

    'success' => [
        'create' => 'Группа создана.',
        'update' => 'Группа изменена.',
        'delete' => 'Группа удалена.',
    ],

    'delete' => [
        'confirm' => 'Вы уверены что хотите удалить эту группу?',
        'create' => 'При создании группы возникла проблема. Попробуйте снова.',
        'update' => 'При изменении группы возникла проблема. Попробуйте снова.',
        'delete' => 'При удалении группы возникла проблема. Попробуйте снова.',
    ],

];
