<?php

return array(

    'group_exists'        => 'Группа уже существует!',
    'group_not_found'     => 'Группа [:id] не существует.',
    'group_name_required' => 'Поле "Название" является обязательным',

    'success' => array(
        'create' => 'Группа создана.',
        'update' => 'Группа изменена.',
        'delete' => 'Группа удалена.',
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены что хотите удалить эту группу?',
        'create' => 'При создании группы возникла проблема. Попробуйте снова.',
        'update' => 'При изменении группы возникла проблема. Попробуйте снова.',
        'delete' => 'При удалении группы возникла проблема. Попробуйте снова.',
    ),

);
