<?php

return [
    'about_groups_title'            => 'О группах',
    'about_groups'                  => 'Группы используются для обобщения разрешений пользователей.',
    'group_management' 	 	=> 'Управление группой',
    'create' 	 	 	    => 'Создать новую группу',
    'update' 	 		        => 'Редактировать группу',
    'group_name' 	 		=> 'Название группы',
    'group_admin' 	 		=> 'Администратор группы',
    'allow' 	 			=> 'Разрешить',
    'deny' 	 				=> 'Запретить',
    'permission'            => 'Права доступа',
    'grant'                 => 'Предоставить',
    'no_permissions'        => 'Эта группа не имеет прав доступа.'
];
