<?php

    return [
        'asset_maintenances' => 'Одржување на основни средства',
        'edit'               => 'Уреди ги одржувањата на основни средства',
        'delete'             => 'Избриши ги одржување на основни средства',
        'view'               => 'Погледнете детали за одржување на средствата',
        'repair'             => 'Поправка',
        'maintenance'        => 'Одржување',
        'upgrade'            => 'Надградба',
        'calibration'        => 'Калибрирање',
        'software_support'   => 'Софтверска поддршка',
        'hardware_support'   => 'Хардверска поддршка',
        'configuration_change'   => 'Промена на конфигурацијата',
        'pat_test'           => 'PAT тест',
    ];
