<?php

return [

    'undeployable' => 'Հետևյալ ակտիվները հնարավոր չէ տեղակայել և հեռացվել են հանձնումից՝ :asset_tags',
    'does_not_exist' => 'Ակտիվը գոյություն չունի։',
    'does_not_exist_var' => ':asset_tag թեգով ակտիվը չի գտնվել։',
    'no_tag' => 'Ակտիվի թեգ չի տրամադրվել։',
    'does_not_exist_or_not_requestable' => 'Այդ ակտիվը գոյություն չունի կամ հնարավոր չէ հայցել։',
    'assoc_users' => 'Այս ակտիվը ներկայումս հանձնված է օգտատիրոջը և հնարավոր չէ ջնջել։ Խնդրում ենք նախ վերադարձնել ակտիվը, ապա կրկին փորձել ջնջել։',
    'warning_audit_date_mismatch' => 'Այս ակտիվի հաջորդ աուդիտի ամսաթիվը (:next_audit_date) նախորդ աուդիտի ամսաթվից (:last_audit_date) վաղ է։ Խնդրում ենք թարմացնել հաջորդ աուդիտի ամսաթիվը։',
    'labels_generated' => 'Պիտակները հաջողությամբ ստեղծվել են։',
    'error_generating_labels' => 'Պիտակների ստեղծման ժամանակ սխալ է տեղի ունեցել։',
    'no_assets_selected' => '
Ոչ մի ակտիվ չի ընտրվել։',

    'create' => [
        'error' => 'Ակտիվը չի ստեղծվել, խնդրում ենք կրկին փորձել։ :',
        'success' => 'Ակտիվը հաջողությամբ ստեղծվել է։ :)
',
        'success_linked' => ':tag թեգով ակտիվը հաջողությամբ ստեղծվել է։ <strong><a href=":link" style="color: white;">Սեղմեք այստեղ՝ դիտելու համար</a></strong>։


',
        'multi_success_linked' => ':links թեգով ակտիվը հաջողությամբ ստեղծվել է։|:count ակտիվ հաջողությամբ ստեղծվել է։ :links։
',
        'partial_failure' => 'Մեկ ակտիվ հնարավոր չեղավ ստեղծել։ Պատճառը՝ :failures|:count ակտիվ հնարավոր չեղավ ստեղծել։ Պատճառները՝ :failures',
        'target_not_found' => [
            'user' => 'Հանձնված օգտատերը չի գտնվել։',
            'asset' => 'Հանձնված ակտիվը չի գտնվել։',
            'location' => 'Հանձնված գտնվելու վայրը չի գտնվել։',
        ],
    ],

    'update' => [
        'error' => 'Ակտիվը չի թարմացվել, խնդրում ենք կրկին փորձել։
',
        'success' => 'Ակտիվը հաջողությամբ թարմացվել է։',
        'encrypted_warning' => 'Ակտիվը հաջողությամբ թարմացվել է, սակայն կոդավորված հատուկ դաշտերը չեն թարմացվել թույլտվությունների պատճառով',
        'nothing_updated' => 'Դաշտեր չեն ընտրվել, ուստի ոչինչ չի թարմացվել։
',
        'no_assets_selected' => 'Ակտիվներ չեն ընտրվել, ուստի ոչինչ չի թարմացվել։',
        'assets_do_not_exist_or_are_invalid' => 'Ընտրված ակտիվները հնարավոր չէ թարմացնել։',
    ],

    'restore' => [
        'error' => 'Ակտիվը չի վերականգնվել, խնդրում ենք կրկին փորձել։',
        'success' => 'Ակտիվը հաջողությամբ վերականգնվել է։',
        'bulk_success' => 'Ակտիվը հաջողությամբ վերականգնվել է։',
        'nothing_updated' => 'Ակտիվներ չեն ընտրվել, ուստի ոչինչ չի վերականգնվել։',
    ],

    'audit' => [
        'error' => 'Ակտիվի աուդիտը ձախողվել է՝ :error',
        'success' => 'Ակտիվի աուդիտը հաջողությամբ գրանցվել է։',
    ],

    'deletefile' => [
        'error' => 'Ֆայլը չի ջնջվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Ֆայլը հաջողությամբ ջնջվել է։',
    ],

    'upload' => [
        'error' => 'Ֆայլ(եր)ը չի(են) վերբեռնվել։ Խնդրում ենք կրկին փորձել։',
        'success' => 'Ֆայլ(եր)ը հաջողությամբ վերբեռնվել է(են)։',
        'nofiles' => 'Դուք չեք ընտրել որևէ ֆայլ վերբեռնելու համար, կամ վերբեռնել փորձող ֆայլը չափազանց մեծ է',
        'invalidfiles' => 'Ձեր ֆայլերից մեկը կամ մի քանիսը չափազանց մեծ են կամ անթույլատրելի տեսակի են։ Թույլատրելի ֆայլի տեսակներն են՝ png, gif, jpg, doc, docx, pdf և txt։',
    ],

    'import' => [
        'import_button' => 'Մշակել ներմուծումը',
        'error' => 'Որոշ տարրեր ճիշտ չեն ներմուծվել։',
        'errorDetail' => 'Հետևյալ տարրերը սխալների պատճառով չեն ներմուծվել։
',
        'success' => 'Ձեր ֆայլը ներմուծվել է։',
        'file_delete_success' => 'Ձեր ֆայլը հաջողությամբ ջնջվել է։',
        'file_delete_error' => 'Ֆայլը հնարավոր չեղավ ջնջել։',
        'file_missing' => 'Ընտրված ֆայլը բացակայում է',
        'file_already_deleted' => 'Ընտրված ֆայլն արդեն ջնջվել է',
        'header_row_has_malformed_characters' => 'Վերնագրի տողի մեկ կամ մի քանի հատկանիշ պարունակում են սխալ UTF-8 նիշեր',
        'content_row_has_malformed_characters' => 'Բովանդակության առաջին տողի մեկ կամ մի քանի հատկանիշ պարունակում են սխալ UTF-8 նիշեր',
        'transliterate_failure' => ':encoding-ից UTF-8 տառադարձումը ձախողվել է մուտքագրման անվավեր նիշերի պատճառով',
    ],

    'delete' => [
        'confirm' => 'Վստա՞հ եք, որ ցանկանում եք ջնջել այս ակտիվը։',
        'error' => 'Ակտիվի ջնջման ժամանակ խնդիր է առաջացել։ Խնդրում ենք կրկին փորձել։',
        'assigned_to_error' => '{1}Ակտիվի թեգը՝ :asset_tag, ներկայումս հանձնված է։ Ջնջելուց առաջ վերադարձրեք այս սարքը։|[2,*]Ակտիվի թեգերը՝ :asset_tag, ներկայումս հանձնված են։ Ջնջելուց առաջ վերադարձրեք այս սարքերը։',
        'nothing_updated' => 'Ակտիվներ չեն ընտրվել, ուստի ոչինչ չի ջնջվել։',
        'success' => 'Ակտիվը հաջողությամբ ջնջվել է։',
    ],

    'checkout' => [
        'error' => 'Ակտիվը չի հանձնվել, խնդրում ենք կրկին փորձել։',
        'success' => 'Ակտիվը հաջողությամբ հանձնվել է։',
        'user_does_not_exist' => 'Այդ օգտատերն անվավեր է։ Խնդրում ենք կրկին փորձել։',
        'not_available' => 'Այդ ակտիվը հասանելի չէ հանձնելու համար։',
        'no_assets_selected' => 'Դուք պետք է ցանկից ընտրեք առնվազն մեկ ակտիվ։',
    ],

    'multi-checkout' => [
        'error' => 'Ակտիվը հաջողությամբ հանձնվել է։|Ակտիվները հաջողությամբ հանձնվել են։',
        'success' => 'Ակտիվը հաջողությամբ հանձնվել է։|Ակտիվները հաջողությամբ հանձնվել են։',
    ],

    'checkin' => [
        'error' => 'Ակտիվը չի վերադարձվել, խնդրում ենք կրկին փորձել։',
        'success' => 'Ակտիվը հաջողությամբ վերադարձվել է։',
        'user_does_not_exist' => 'Այդ օգտատերն անվավեր է։ Խնդրում ենք կրկին փորձել։',
        'already_checked_in' => 'Այդ ակտիվն արդեն վերադարձվել է։',

    ],

    'requests' => [
        'error' => 'Հարցումը հաջողված չէ, խնդրում ենք կրկին փորձել։',
        'success' => 'Հարցումը հաջողությամբ ուղարկվել է։',
        'canceled' => 'Հարցումը հաջողությամբ չեղարկվել է։',
        'cancel' => 'Չեղարկել այս տարրի հարցումը',
    ],

];
