<?php

return [
    'about_templates' => 'Про Збережені шаблони',
    'saving_templates_description' => 'Виберіть ваші опції, потім введіть назву вашого шаблону в поле вище та натисніть кнопку «Зберегти шаблон». Використовуйте спадне меню для вибору раніше збереженого шаблону.',
    'create'  => [
        'success' => 'Шаблон успішно збережено',
    ],
    'update' => [
        'success' => 'Шаблон успішно оновлено',
    ],
    'delete' => [
        'success' => 'Шаблон видалено',
        'no_delete_permission' => 'Шаблону не існує або ви не маєте дозволу на видалення.',
    ],
];
