<?php

return array(
    'about_suppliers_title' => 'درباره تامین کنندگان',
    'about_suppliers_text'  => 'تامین کنندگان برای ردیابی منبع مورد استفاده قرار می گیرند',
    'address'               => 'آدرس تأمین کننده',
    'assets'                => 'دارایی',
    'city'                  => 'شهر',
    'contact'               => 'نام مخاطب',
    'country'               => 'كشور',
    'create'                => 'ایجاد کننده',
    'email'                 => 'ایمیل',
    'fax'                   => 'دورنگار',
    'id'                    => 'شناسه',
    'licenses'              => 'گواهی نامه ها',
    'name'                  => 'نام تامین کننده',
    'notes'                 => 'یادداشت ها',
    'phone'                 => 'تلفن',
    'state'                 => 'وضعیت',
    'suppliers'             => 'تامین کننده',
    'update'                => 'تامین کنندگان بروز رسانی',
    'view'                  => 'نمایش تأمین کننده ',
    'view_assets_for'       => 'نمایش دارایی برای',
    'zip'                   => 'کد پستی',

);
