<?php

return [
    'about_asset_depreciations'  			=> 'Про амортизації активів',
    'about_depreciations'  					=> 'Ви можете налаштувати амортизацію для активів на основі лінійного методу, методу півріччя за умови або методу півріччя, що застосовується завжди.',
    'asset_depreciations'  					=> 'Амортизація Активу',
    'create'  					            => 'Створити амортизацію',
    'depreciation_name'  					=> 'Назва амортизації',
    'depreciation_min'                      => 'Поверхне значення амортизації',
    'number_of_months'  					=> 'Кількість місяців',
    'update'  					            => 'Оновити амортизацію',
    'depreciation_min'                      => 'Мінімальне значення після амортизації',
    'no_depreciations_warning'               => '<strong>Попередження: </strong>
                       Наразі у вас не налаштовано амортизацію.
                       Налаштуйте принаймні одну амортизацію, щоб переглянути звіт про амортизацію.',
    'depreciation_method'                   => 'Звіт про амортизацію',
    'linear_depreciation'                   => 'Лінійно (типово)',
    'half_1'                                => 'На піврічному нарисі завжди застосовано',
    'half_2'                                => 'Півріччя для прикладу, застосований з умовою',
];
