<?php

return array(

    'does_not_exist' => 'Клас амортизації не існує.',
    'assoc_users'	 => 'Ця амортизація наразі пов\'язана з одним або кількома моделями і не може бути видалена. Будь ласка, видаліть моделі, а потім спробуйте видалити ще раз. ',


    'create' => array(
        'error'   => 'Клас амортизації не створено, будь ласка, спробуйте ще раз :(',
        'success' => 'Клас амортизації успішно створено. :)'
    ),

    'update' => array(
        'error'   => 'Амортизація класу не була оновлена, спробуйте ще раз',
        'success' => 'Клас амортизації успішно оновлено.'
    ),

    'delete' => array(
        'confirm'   => 'Ви впевнені, що хочете видалити цей клас амортизації?',
        'error'   => 'Сталася помилка при видаленні класу амортизації. Будь ласка, спробуйте знову.',
        'success' => 'Клас амортизації був успішно видалений.'
    )

);
