<?php

return array(

    'account_already_exists' => 'Потребител с този email вече е регистриран.',
    'account_not_found'      => 'Невалиден потребител или парола.',
    'account_not_activated'  => 'Потребителят все още не е активиран.',
    'account_suspended'      => 'Потребителят е временно спрян.',

    'two_factor' => array(
        'already_enrolled'      => 'Вашето устройство е вече вписано.',
        'success'               => 'Вие влязохте успешно.',
        'code_required'         => 'Необходим е код за двуфакторова идентификация.',
        'invalid_code'          => 'Кода за двуфакторна идентификация е невалиден.',
        'enter_two_factor_code' => 'Моля, въведете вашия двуфакторен код за удостоверяване.',
        'please_enroll'         => 'Моля, регистрирайте устройство с двуфакторно удостоверяване.',
    ),

    'signin' => array(
        'error'   => 'Проблем при входа в системата. Моля опитайте отново.',
        'success' => 'Успешен вход в системата.',
    ),

    'logout' => array(
        'error'   => 'Имаше проблем при излизане от системата, моля опитайте отново.',
        'success' => 'Вие излязохте успешно.',
    ),

    'signup' => array(
        'error'   => 'Проблем при създаването на потребителя. Моля опитайте отново.',
        'success' => 'Потребителят създаден успешно.',
    ),

    'forgot-password' => array(
        'error'   => 'Проблем при извличането на код за възстановяване на паролата. Моля опитайте отново.',
        'success' => 'Ако този е-майл е в нашата система, ще получите линк за възстановяване на паролата.',
    ),

    'forgot-password-confirm' => array(
        'error'   => 'Проблем при промяна на паролата. Моля опитайте отново.',
        'success' => 'Паролата променена успешно.',
    ),


);
