<?php

return [

    'does_not_exist' => 'நிலை லேபிள் இல்லை.',
    'deleted_label' => 'Deleted Status Label',
    'assoc_assets'	 => 'இந்த தகுதி லேபிள் தற்போது குறைந்தது ஒரு சொத்துடன் தொடர்புடையது மற்றும் நீக்கப்பட முடியாது. தயவு செய்து உங்கள் சொத்துக்களை இனி இந்த நிலையை குறிப்பிடாமல் புதுப்பிக்கவும்.',

    'create' => [
        'error'   => 'நிலை லேபிள் உருவாக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்.',
        'success' => 'நிலை லேபிள் வெற்றிகரமாக உருவாக்கப்பட்டது.',
    ],

    'update' => [
        'error'   => 'நிலைவட்டு லேபிள் புதுப்பிக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்',
        'success' => 'தகுதி லேபிள் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.',
    ],

    'delete' => [
        'confirm'   => 'இந்த நிலைப்பட்டியலை நிச்சயமாக நீக்க விரும்புகிறீர்களா?',
        'error'   => 'நிலை லேபிள் நீக்கப்பட்ட ஒரு சிக்கல் இருந்தது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
        'success' => 'தகுதி லேபிள் வெற்றிகரமாக நீக்கப்பட்டது.',
    ],

    'help' => [
        'undeployable'   => 'இந்த சொத்துக்களை யாருக்கும் ஒதுக்க முடியாது.',
        'deployable'   => 'இந்த சொத்துகள் சோதிக்கப்படலாம். அவர்கள் நியமிக்கப்பட்டவுடன், அவர்கள் <i class="fas fa-circle text-blue"></i> <strong>Deployed</strong> என்ற மெட்டா நிலைப்பாட்டை எடுப்பார்கள்.',
        'archived'   => 'இந்த சொத்துகள் சரிபார்க்கப்படாது, மேலும் காப்பகப்படுத்தப்பட்ட காட்சியில் மட்டுமே காண்பிக்கப்படும். இது வரவு செலவுத் திட்டத்திற்கான / வரலாற்று நோக்கங்களுக்காக சொத்துக்களைப் பற்றிய தகவலைத் தக்கவைத்துக்கொள்வதற்கும், தினசரி சொத்து பட்டியலில் இருந்து அவற்றைப் பாதுகாப்பதற்கும் பயனுள்ளதாக இருக்கும்.',
        'pending'   => 'இந்த சொத்துக்கள் இன்னும் யாருக்கும் ஒதுக்கப்பட முடியாது, பெரும்பாலும் பழுதுக்காக வெளியேற்றப்பட்ட பொருட்களுக்குப் பயன்படுத்தப்படுகின்றன, ஆனால் புழக்கத்திற்கு திரும்ப எதிர்பார்க்கப்படுகிறது.',
    ],

];
