<?php

return array(

    'asset'             => 'أصل',
    'checkin'           => 'ادخال',
    'create'            => 'إنشاء ترخيص',
    'expiration'        => 'تاريخ الانتهاء',
    'license_key'       => 'مفتاح المنتج',
    'maintained'        => 'عقد مستمر',
    'name'              => 'إسم البرنامج',
    'no_depreciation'   => 'لا تستهلك',
    'purchase_order'    => 'رقم طلب الشراء',
    'reassignable'      => 'قابل لإعادة التعيين',
    'remaining_seats'   => 'المقاعد المتبقية',
    'seats'             => 'مقاعد',
    'termination_date'  => 'تاريخ الإنهاء',
    'to_email'          => 'مرخص إلى البريد الإلكتروني',
    'to_name'           => 'مرخص الى',
    'update'            => 'تحديث الترخيص',
    'checkout_help'     => 'يجب عليك اخراج الترخيص إلى جهاز أو شخص. يمكنك اختيار كليهما، ولكن يجب أن يتطابق مالك الأصل مع الشخص الذي تم الاخراج له.'
);
