<?php

return array(

    'does_not_exist' => 'துறை இல்லை.',
    'department_already_exists' => 'A department already exists with that name at this company location. Or choose a more specific name for this department. ',
    'assoc_users'	 => 'இந்தத் துறை தற்போது குறைந்தது ஒரு பயனருடன் தொடர்புடையது மற்றும் நீக்கப்பட முடியாது. தயவுசெய்து உங்கள் துறையை இனி இந்த துறையை குறிப்பிடாமல் புதுப்பிக்கவும் மற்றும் மீண்டும் முயற்சிக்கவும்.',
    'create' => array(
        'error'   => 'துறை உருவாக்கப்பட்டது இல்லை, மீண்டும் முயற்சிக்கவும்.',
        'success' => 'துறை வெற்றிகரமாக உருவாக்கப்பட்டது.'
    ),
    'update' => array(
        'error'   => 'துறை புதுப்பிக்கப்படவில்லை, மீண்டும் முயற்சிக்கவும்',
        'success' => 'துறை வெற்றிகரமாக புதுப்பிக்கப்பட்டது.'
    ),
    'delete' => array(
        'confirm'   	=> 'இந்தத் துறையை நிச்சயமாக நீக்க விரும்புகிறீர்களா?',
        'error'   => 'திணைக்களம் நீக்கப்பட்ட ஒரு சிக்கல் இருந்தது. தயவு செய்து மீண்டும் முயற்சிக்கவும்.',
        'success' => 'துறை வெற்றிகரமாக நீக்கப்பட்டது.'
    )

);
