<?php

return array(
    'about'      	=> 'เกี่ยวกับชนิดของสถานะ',
    'archived'      	=> 'ที่เก็บถาวร',
    'create'      	=> 'สร้างป้ายสถานะ',
    'color'      	=> 'สีแผนภูมิ',
    'default_label' => 'ป้ายกำกับเริ่มต้น',
    'default_label_help' => 'ใช้เพื่อให้แน่ใจว่าป้ายสถานะของคุณใช้บ่อยที่สุดจะปรากฏที่ด้านบนของกล่องเลือกเมื่อสร้าง / แก้ไขเนื้อหา',
    'deployable'      	=> 'สามารถใช้งานได้',
    'info'      	=> 'ป้ายแสดงสถานะใช้เพื่อบอกสถานะของสินทรัพย์ รวมถึงการนำออกไปซ่อมบำรุง, สูญหาย หรือถูกโจรกรรม คุณสามารถสร้างป้ายกำกับใหม่เพื่อให้เข้ากับระบบงานของคุณได้ ข้อมูลเพิ่มเติม <a href="https://snipe-it.readme.io/docs/overview#status-labels" target="_blank"> ดูเอกสาร <i class="fa fa-external-link"></i></a>',
    'name'      	=> 'ชื่อสถานะ',
    'pending'      	=> 'อยู่ระหว่างดำเนินการ',
    'status_type'   => 'ประเภทสถานะ',
    'show_in_nav'   => 'แสดงใน nav ด้านข้าง',
    'title'      	=> 'ป้ายสถานะ',
    'undeployable'  => 'ไม่สามารถนำไปใช้งานได้',
    'update'      	=> 'ปรับปรุงป้ายสถานะ',
);
