<?php

return [
    'does_not_exist' => 'الشركة غير موجودة.',
    'deleted'        => 'الشركة المحذوفة',
    'assoc_users'    => 'هذه الشركة مرتبطة حاليا مع موديل ولا يمكن حذفها. رجاءً قم بتحديث الموديلات بحيث لا تكون مرتبطة بهذه الشركة ثم حاول مرة اُخرى. ',
    'create' => [
        'error'   => 'لم يتم انشاء الشركة، الرجاء المحاولة مرة اُخرى.',
        'success' => 'تم إنشاء الشركة بنجاح.',
    ],
    'update' => [
        'error'   => 'لم يتم انشاء الشركة، الرجاء المحاولة مرة اُخرى',
        'success' => 'تم تحديث الشركة بنجاح.',
    ],
    'delete' => [
        'confirm' => 'هل أنت متأكد من رغبتك في حذف هذه الشركة؟',
        'error'   => 'حدثت مشكلة اثناء عملية حذف الشركة. الرجاء المحاولة مرة اُخرى.',
        'success' => 'تم حذف الشركة بنجاح.',
    ],
];
