<?php

return [
    'about_asset_depreciations'  			=> 'О износе активов',
    'about_depreciations'  					=> 'Вы можете настроить амортизацию активов, чтобы амортизировать активы на основе линейного метода (прямолинейного), метода полугодовой амортизации или метода полугодовой амортизации с учетом условий.',
    'asset_depreciations'  					=> 'Износ активов',
    'create'  					            => 'Создать амортизацию',
    'depreciation_name'  					=> 'Название амортизации',
    'depreciation_min'                      => 'Минимальная стоимость амортизации',
    'number_of_months'  					=> 'Количество месяцев',
    'update'  					            => 'Обновить амортизацию',
    'depreciation_min'                      => 'Минимальное значение после амортизации',
    'no_depreciations_warning'               => '<strong>Предупреждение: </strong>
                      В настоящее время у вас нет настроенных амортизаций.
                      Пожалуйста, установите хотя бы одну амортизацию для просмотра отчета об амортизации.',
    'depreciation_method'                   => 'Отчет по амортизации',
    'linear_depreciation'                   => 'Линейный (по умолчанию)',
    'half_1'                                => 'Полугодовой амортизация',
    'half_2'                                => 'Полугодовая амортизация, с учетом условий',
];
