<?php

return array(

    'does_not_exist' => 'Класс амортизации не существует.',
    'assoc_users'	 => 'Данная амортизация связана с одной или несколькими моделями, и не может быть удалена. Удалите либо измените связанные модели. ',


    'create' => array(
        'error'   => 'Класс амортизации не был создан, попробуйте еще раз.',
        'success' => 'Класс амортизации успешно создан.'
    ),

    'update' => array(
        'error'   => 'Класс амортизации не был обновлен, попробуйте еще раз',
        'success' => 'Класс амортизации успешно обновлен.'
    ),

    'delete' => array(
        'confirm'   => 'Вы уверены, что хотите удалить класс амортизации?',
        'error'   => 'При удалении класса амортизации произошла ошибка. Попробуйте еще раз.',
        'success' => 'Класс амортизации успешно удален.'
    )

);
