<?php

return [
    'about_licenses_title' => 'Լիցենզիաների մասին',
    'about_licenses' => 'Լիցենզիաները օգտագործվում են ծրագրային ապահովումը հետևելու համար։ Դրանք ունեն որոշակի թվով տեղեր, որոնք կարող են տրամադրվել անհատներին',
    'checkin' => 'Վերադարձնել լիցենզիայի տեղը',
    'checkout_history' => 'Տրամադրումների պատմություն',
    'checkout' => 'Տրամադրել լիցենզիայի տեղը',
    'edit' => 'Խմբագրել լիցենզիաները',
    'filetype_info' => 'Թույլատրելի ֆայլի տեսակներն են՝ png, gif, jpg, jpeg, doc, docx, pdf, txt, zip և rar։',
    'clone' => 'Կրկնօրինակել լիցենզիան',
    'history_for' => 'Պատմություն՝',
    'in_out' => 'Մուտք/Ելք
',
    'info' => 'Լիցենզիայի տվյալներ',
    'license_seats' => 'Լիցենզիայի տեղեր',
    'seat' => 'Տեղեր',
    'seat_count' => 'Տեղ՝ :count',
    'seats' => 'Տեղեր',
    'software_licenses' => 'Ծրագրային լիցենզիաներ',
    'user' => 'Օգտատեր',
    'view' => 'Դիտել լիցենզիաները',
    'delete_disabled' => 'Այս լիցենզիան հնարավոր չէ ջնջել, քանի որ որոշ տեղեր դեռ տրամադրված են։',
    'bulk' => [
        'checkin_all' => [
            'button' => 'Վերադարձնել բոլոր տեղերը',
            'modal' => 'Այս գործողությունը կվերադարձնի մեկ տեղ։ | Այս գործողությունը կվերադարձնի այս լիցենզիայի բոլոր :checkedout_seats_count տեղերը։',
            'enabled_tooltip' => 'Վերադարձնել այս լիցենզիայի բոլոր տեղերը ինչպես օգտատերերից, այնպես էլ ակտիվներից',
            'disabled_tooltip' => 'Անջատված է, քանի որ ներկայումս տրամադրված տեղեր չկան',
            'disabled_tooltip_reassignable' => 'Անջատված է, քանի որ լիցենզիան վերանշանակելի չէ',
            'success' => 'Լիցենզիան հաջողությամբ վերադարձվեց։ | Բոլոր լիցենզիաները հաջողությամբ վերադարձվեցին։',
            'log_msg' => 'Վերադարձվել է լիցենզիաների GUI-ում զանգվածային վերադարձման միջոցով',
        ],

        'checkout_all' => [
            'button' => 'Տրամադրել բոլոր տեղերը',
            'modal' => 'Այս գործողությունը կտրամադրի մեկ տեղ առաջին հասանելի օգտատիրոջը։ | Այս գործողությունը կտրամադրի բոլոր :available_seats_count տեղերը առաջին հասանելի օգտատերերին։ Օգտատերը համարվում է հասանելի այս տեղի համար, եթե նրան արդեն տրամադրված չէ այս լիցենզիան, և նրա հաշվի վրա միացված է «Ավտոմատ հատկացում» հատկությունը։',
            'enabled_tooltip' => 'Տրամադրել բոլոր տեղերը (կամ այնքանը, որքան հասանելի է) բոլոր օգտատերերին',
            'disabled_tooltip' => 'Անջատված է, քանի որ ներկայումս հասանելի տեղեր չկան',
            'success' => 'Լիցենզիան հաջողությամբ տրամադրվեց։ | :count լիցենզիա հաջողությամբ տրամադրվեց։',
            'error_no_seats' => 'Այս լիցենզիայի համար մնացած տեղեր չկան։',
            'warn_not_enough_seats' => ':count օգտատիրոջ հատկացվեց այս լիցենզիան, սակայն հասանելի տեղերը սպառվեցին։',
            'warn_no_avail_users' => 'Ոչինչ անելու կարիք չկա։ Բոլոր օգտատերերին արդեն հատկացված է այս լիցենզիան։',
            'log_msg' => 'Տրամադրվել է լիցենզիաների GUI-ում զանգվածային տրամադրման միջոցով',

        ],
    ],

    'below_threshold' => 'Այս լիցենզիայի համար մնացել է ընդամենը :remaining_count տեղ՝ նվազագույն քանակ :min_amt-ի դեպքում։ Հնարավոր է՝ արժե մտածել լրացուցիչ տեղեր ձեռք բերելու մասին։',
    'below_threshold_short' => 'Այս իրի քանակը պակաս է պահանջվող նվազագույնից։',
];
