<?php

return array(

    'accepted'                  => 'You have successfully accepted this item.',
    'declined'                  => 'You have successfully declined this item.',
    'bulk_manager_warn'	        => 'អ្នកប្រើប្រាស់របស់អ្នកត្រូវបានអាប់ដេតដោយជោគជ័យ ទោះជាយ៉ាងណាក៏ដោយ ធាតុគ្រប់គ្រងរបស់អ្នកមិនត្រូវបានរក្សាទុកទេ ដោយសារអ្នកគ្រប់គ្រងដែលអ្នកបានជ្រើសរើសក៏ស្ថិតនៅក្នុងបញ្ជីអ្នកប្រើប្រាស់ដែលត្រូវកែសម្រួលដែរ ហើយអ្នកប្រើប្រាស់ប្រហែលជាមិនមែនជាអ្នកគ្រប់គ្រងផ្ទាល់របស់ពួកគេទេ។ សូមជ្រើសរើសអ្នកប្រើប្រាស់របស់អ្នកម្តងទៀត ដោយមិនរាប់បញ្ចូលអ្នកគ្រប់គ្រង។',
    'user_exists'               => 'អ្នកប្រើប្រាស់មានហើយ!',
    'cannot_delete'             => 'User does not exist or you do not have permission to delete them.',
    'user_not_found'            => 'User does not exist or you do not have permission to view them.',
    'user_login_required'       => 'វាលចូលត្រូវបានទាមទារ',
    'user_has_no_assets_assigned' => 'មិន​មាន​ទ្រព្យ​សកម្ម​ដែល​ត្រូវ​បាន​ផ្ដល់​ឱ្យ​អ្នក​ប្រើ​នា​ពេល​បច្ចុប្បន្ន​នេះ​។',
    'user_password_required'    => 'ពាក្យសម្ងាត់គឺត្រូវបានទាមទារ។',
    'insufficient_permissions'  => 'ការអនុញ្ញាតមិនគ្រប់គ្រាន់។',
    'user_deleted_warning'      => 'អ្នក​ប្រើ​នេះ​ត្រូវ​បាន​លុប។ អ្នកនឹងត្រូវស្តារអ្នកប្រើប្រាស់នេះឡើងវិញ ដើម្បីកែសម្រួលពួកគេ ឬផ្តល់ទ្រព្យសម្បត្តិថ្មី។',
    'ldap_not_configured'        => 'ការរួមបញ្ចូល LDAP មិនត្រូវបានកំណត់រចនាសម្ព័ន្ធសម្រាប់ការដំឡើងនេះទេ។',
    'password_resets_sent'      => 'អ្នកប្រើប្រាស់ដែលបានជ្រើសរើសដែលត្រូវបានធ្វើឱ្យសកម្ម និងមានអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវត្រូវបានផ្ញើតំណកំណត់ពាក្យសម្ងាត់ឡើងវិញ។',
    'password_reset_sent'       => 'តំណ​កំណត់​ពាក្យ​សម្ងាត់​ឡើងវិញ​ត្រូវ​បាន​ផ្ញើ​ទៅ៖ អ៊ីមែល!',
    'user_has_no_email'         => 'អ្នកប្រើប្រាស់នេះមិនមានអាសយដ្ឋានអ៊ីមែលនៅក្នុងកម្រងព័ត៌មានរបស់ពួកគេទេ។',
    'log_record_not_found'        => 'រកមិនឃើញកំណត់ហេតុដែលត្រូវគ្នាសម្រាប់អ្នកប្រើប្រាស់នេះទេ។',


    'success' => array(
        'create'    => 'អ្នកប្រើប្រាស់ត្រូវបានបង្កើតដោយជោគជ័យ។',
        'update'    => 'អ្នកប្រើប្រាស់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ។',
        'update_bulk'    => 'អ្នកប្រើប្រាស់ត្រូវបានធ្វើបច្ចុប្បន្នភាពដោយជោគជ័យ!',
        'delete'    => 'អ្នកប្រើប្រាស់ត្រូវបានលុបដោយជោគជ័យ។',
        'ban'       => 'អ្នកប្រើប្រាស់ត្រូវបានហាមឃាត់ដោយជោគជ័យ។',
        'unban'     => 'អ្នកប្រើប្រាស់ត្រូវបានលុបចោលដោយជោគជ័យ។',
        'suspend'   => 'អ្នកប្រើប្រាស់ត្រូវបានផ្អាកដោយជោគជ័យ។',
        'unsuspend' => 'អ្នកប្រើប្រាស់ត្រូវបានបញ្ឈប់ដោយជោគជ័យ។',
        'restored'  => 'អ្នកប្រើប្រាស់ត្រូវបានស្ដារឡើងវិញដោយជោគជ័យ។',
        'import'    => 'អ្នកប្រើប្រាស់បាននាំចូលដោយជោគជ័យ។',
    ),

    'error' => array(
        'create' => 'មាន​បញ្ហា​ក្នុង​ការ​បង្កើត​អ្នក​ប្រើ។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'update' => 'មានបញ្ហាក្នុងការអាប់ដេតអ្នកប្រើប្រាស់។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'delete' => 'មានបញ្ហាក្នុងការលុបអ្នកប្រើប្រាស់។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'delete_has_assets' => 'អ្នក​ប្រើ​នេះ​មាន​ធាតុ​ដែល​បាន​កំណត់ ហើយ​មិន​អាច​លុប​បាន​ទេ។',
        'delete_has_assets_var' => 'អ្នកប្រើប្រាស់នេះនៅតែមានទ្រព្យសម្បត្តិដែលបានកំណត់។ សូមពិនិត្យមើលវាជាមុនសិន។|អ្នកប្រើប្រាស់នេះនៅតែមាន៖ រាប់ទ្រព្យសម្បត្តិដែលបានកំណត់។ សូមពិនិត្យមើលទ្រព្យសម្បត្តិរបស់ពួកគេជាមុនសិន។',
        'delete_has_licenses_var' => 'អ្នកប្រើប្រាស់នេះនៅតែមានកន្លែងផ្តល់អាជ្ញាប័ណ្ណ។ សូមពិនិត្យមើលវាជាមុនសិន។|អ្នកប្រើប្រាស់នេះនៅតែមាន៖ រាប់ចំនួនអាសនៈអាជ្ញាប័ណ្ណដែលបានកំណត់។ សូមពិនិត្យមើលពួកវាជាមុនសិន។',
        'delete_has_accessories_var' => 'អ្នកប្រើប្រាស់នេះនៅតែមានគ្រឿងបន្លាស់ដែលបានកំណត់។ សូមពិនិត្យមើលវាជាមុនសិន។|អ្នកប្រើប្រាស់នេះនៅតែមានៈរាប់គ្រឿងបន្ថែមដែលបានកំណត់។ សូមពិនិត្យមើលទ្រព្យសម្បត្តិរបស់ពួកគេជាមុនសិន។',
        'delete_has_locations_var' => 'អ្នកប្រើប្រាស់នេះនៅតែគ្រប់គ្រងទីតាំង។ សូមជ្រើសរើសអ្នកគ្រប់គ្រងផ្សេងទៀតជាមុនសិន។|អ្នកប្រើប្រាស់នេះនៅតែគ្រប់គ្រង៖ រាប់ទីតាំង។ សូមជ្រើសរើសអ្នកគ្រប់គ្រងផ្សេងទៀតជាមុនសិន។',
        'delete_has_users_var' => 'អ្នកប្រើប្រាស់នេះនៅតែគ្រប់គ្រងអ្នកប្រើប្រាស់ផ្សេងទៀត។ សូមជ្រើសរើសអ្នកគ្រប់គ្រងផ្សេងទៀតសម្រាប់អ្នកប្រើប្រាស់នោះជាមុនសិន។|អ្នកប្រើប្រាស់នេះនៅតែគ្រប់គ្រង៖ រាប់អ្នកប្រើប្រាស់។ សូមជ្រើសរើសអ្នកគ្រប់គ្រងផ្សេងទៀតសម្រាប់ពួកគេជាមុនសិន។',
        'unsuspend' => 'មានបញ្ហាក្នុងការឈប់ផ្អាកអ្នកប្រើប្រាស់។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'import'    => 'មានបញ្ហាក្នុងការនាំចូលអ្នកប្រើប្រាស់។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'asset_already_accepted' => 'ទ្រព្យសកម្មនេះត្រូវបានទទួលរួចហើយ។',
        'accept_or_decline' => 'អ្នក​ត្រូវតែ​ទទួល​យក ឬ​បដិសេធ​ទ្រព្យសកម្ម​នេះ។',
        'cannot_delete_yourself' => 'យើងពិតជាមានអារម្មណ៍មិនល្អ ប្រសិនបើអ្នកលុបខ្លួនឯង សូមពិចារណាឡើងវិញ។',
        'incorrect_user_accepted' => 'ទ្រព្យសកម្មដែលអ្នកបានព្យាយាមទទួលយកមិនត្រូវបានពិនិត្យចេញសម្រាប់អ្នកទេ។',
        'ldap_could_not_connect' => 'មិនអាចភ្ជាប់ទៅម៉ាស៊ីនមេ LDAP បានទេ។ សូមពិនិត្យមើលការកំណត់រចនាសម្ព័ន្ធម៉ាស៊ីនមេ LDAP របស់អ្នកនៅក្នុងឯកសារកំណត់រចនាសម្ព័ន្ធ LDAP ។ <br>កំហុសពីម៉ាស៊ីនមេ LDAP៖',
        'ldap_could_not_bind' => 'មិនអាចភ្ជាប់ទៅម៉ាស៊ីនមេ LDAP បានទេ។ សូមពិនិត្យមើលការកំណត់រចនាសម្ព័ន្ធម៉ាស៊ីនមេ LDAP របស់អ្នកនៅក្នុងឯកសារកំណត់រចនាសម្ព័ន្ធ LDAP ។ <br>កំហុសពីម៉ាស៊ីនមេ LDAP៖ ',
        'ldap_could_not_search' => 'មិនអាចស្វែងរកម៉ាស៊ីនមេ LDAP បានទេ។ សូមពិនិត្យមើលការកំណត់រចនាសម្ព័ន្ធម៉ាស៊ីនមេ LDAP របស់អ្នកនៅក្នុងឯកសារកំណត់រចនាសម្ព័ន្ធ LDAP ។ <br>កំហុសពីម៉ាស៊ីនមេ LDAP៖',
        'ldap_could_not_get_entries' => 'មិនអាចទទួលបានធាតុពីម៉ាស៊ីនមេ LDAP ទេ។ សូមពិនិត្យមើលការកំណត់រចនាសម្ព័ន្ធម៉ាស៊ីនមេ LDAP របស់អ្នកនៅក្នុងឯកសារកំណត់រចនាសម្ព័ន្ធ LDAP ។ <br>កំហុសពីម៉ាស៊ីនមេ LDAP៖',
        'password_ldap' => 'ពាក្យសម្ងាត់សម្រាប់គណនីនេះត្រូវបានគ្រប់គ្រងដោយ LDAP/Active Directory។ សូមទាក់ទងផ្នែក IT របស់អ្នក ដើម្បីផ្លាស់ប្តូរពាក្យសម្ងាត់របស់អ្នក។ ',
        'multi_company_items_assigned' => 'អ្នក​ប្រើ​នេះ​មាន​ធាតុ​ដែល​ត្រូវ​បាន​កំណត់​ជា​របស់​ក្រុមហ៊ុន​ផ្សេង។ សូមពិនិត្យមើលពួកគេនៅក្នុង ឬកែសម្រួលក្រុមហ៊ុនរបស់ពួកគេ។'
    ),

    'deletefile' => array(
        'error'   => 'ឯកសារមិនត្រូវបានលុបទេ។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'ឯកសារត្រូវបានលុបដោយជោគជ័យ។',
    ),

    'upload' => array(
        'error'   => 'ឯកសារ (ច្រើន) មិនត្រូវបានផ្ទុកឡើងទេ។ សូម​ព្យាយាម​ម្តង​ទៀត។',
        'success' => 'ឯកសារ (ច្រើន) ដែលបានបង្ហោះដោយជោគជ័យ។',
        'nofiles' => 'អ្នកមិនបានជ្រើសរើសឯកសារណាមួយសម្រាប់ផ្ទុកឡើងទេ។',
        'invalidfiles' => 'ឯកសារមួយ ឬច្រើនរបស់អ្នកមានទំហំធំពេក ឬជាប្រភេទឯកសារដែលមិនត្រូវបានអនុញ្ញាត។ ប្រភេទឯកសារដែលបានអនុញ្ញាតគឺ png, gif, jpg, doc, docx, pdf, និង txt ។',
    ),

    'inventorynotification' => array(
        'error'   => 'អ្នក​ប្រើ​នេះ​មិន​បាន​កំណត់​អ៊ីមែល​ទេ។',
        'success' => 'អ្នកប្រើប្រាស់ត្រូវបានជូនដំណឹងអំពីសារពើភ័ណ្ឌបច្ចុប្បន្នរបស់ពួកគេ។'
    )
);