<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reminder Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'more_info_title' => 'Детальніше',

    'audit_help' => 'Установивши цей прапорець, ви відредагуєте запис активу, щоб відобразити це нове розташування. Якщо не встановити цей прапорець, розташування буде просто записано в журналі аудиту.<br><br>Зауважте, що якщо цей актив вилучено, це не змінить місцезнаходження особи, активу чи місцезнаходження, на котрого він виданий.',

    'assets' => 'Активи це елементи відстежувані серійним номером або тегом активів. Вони зазвичай є вищими значеннями, де визначається конкретний товар.',

    'categories' => 'Категорії допоможуть вам розподілити обладнання по групах. Такими категоріями можуть бути: &quot;Настільні комп\'ютери&quot;, &quot;Ноутбуки&quot;, &quot;Мобільні телефони&quot;, &quot;Планшети&quot; й так далі, але ви також можете використовувати їх на свій розсуд.',

    'accessories' => 'Аксесуари - це периферійне обладнання, яке видається користувачам, але не має серійного номера (або вам не потрібно враховувати його індивідуально). Наприклад, комп\'ютерна миша чи клавіатура.',

    'companies'     => 'Компанії можна використати як просте поле ідентифікації, або для обмеження видимості активів, користувачів, і т. п., якщо повна підтримка компаній увімкнена в ваших адміністративних налаштуваннях.',

    'components'    => 'Компоненти це складові активу, наприклад HDD, RAM, тощо.',

    'consumables'   => 'Витратні матеріали це будь-що, що буде споживано на протязі певного часу. Наприклад, чорнила для принтера або папір.',

    'depreciations' => 'Ви можете встановити амортизацію активів для знецінення активів, заснованих на амортизації прямої лінії.',
    
    'empty_file'    => 'Імпортер визнає, що цей файл порожній.'
];
