<?php

return [
    'sent'	        => 'Якщо відповідний користувач з дійсною адресою електронної пошти існує в нашій системі, йому вже надіслано лист для відновлення паролю.',
    'user'			=> 'Якщо відповідний користувач з дійсною адресою електронної пошти існує в нашій системі, йому вже надіслано лист для відновлення паролю.',
    'token'         => 'Токен для скидання пароля недійсний або застарілий, або не відповідає наданому ім\'ю користувача.',
    'reset'         => 'Пароль було скинуто!',
    'password_change'  => 'Ваш пароль оновлено!',
];
