<?php

return [

    'disabled_assoc' => [
        'accessory' => 'Цей аксесуар неможливо видалити, оскільки до нього все ще прив\'язані одиниці, користувачі або локації.',
        'asset' => 'Цей актив неможливо видалити, оскільки до нього все ще прив’язані інші об’єкти',
        'category' => 'Цю категорію неможливо видалити, оскільки до неї все ще прив’язані об’єкти',
        'company' => 'Цю компанію неможливо видалити, оскільки до неї все ще прив’язані об’єкти або користувачі',
        'component' => 'Цей компонент неможливо видалити, оскільки до нього все ще прив’язані об’єкти',
        'custom_field' => 'Це користувацьке поле неможливо видалити, оскільки воно все ще пов’язане принаймні з одним набором полів',
        'department' => 'Цей відділ неможливо видалити, оскільки до нього все ще прив’язані користувачі',
        'location' => 'Цю локацію неможливо видалити, оскільки з нею все ще пов’язані об’єкти або користувачі',
        'manufacturer' => 'Цього виробника неможливо видалити, оскільки до нього все ще прив’язані об’єкти',
        'supplier' => 'Цього постачальника неможливо видалити, оскільки до нього все ще прив’язані об’єкти',
        'user' => 'Цього користувача неможливо видалити, оскільки до нього все ще прив’язані об’єкти',
        'user_self' => 'Ви не можете видалити самого себе',
    ],

    'checkin_all' => [
        'user' => 'Повернути всі об’єкти цього користувача та, за бажанням, видалити його. Ви зможете підтвердити цю дію на наступній сторінці.',
    ],

];
