<?php

    return [
        'not_found'                    => 'Συντήρησης του περιουσιακού στοιχείου που ψάχνετε δεν βρέθηκε!',
        'delete'                       => [
            'confirm' => 'Είστε σίγουροι ότι θέλετε να διαγράψετε αυτή τη συντήρηση παγίου;',
            'error'   => 'Υπήρξε ένα ζήτημα διαγράφοντας την συντήρηση παγίου. Παρακαλώ δοκιμάστε ξανά.',
            'success' => 'Η συντήρηση παγίου διαγράφηκε με επιτυχία.',
        ],
        'create'                       => [
            'error'   => 'Η συντήρηση του παγίου δεν δημιουργήθηκε, παρακαλώ προσπαθήστε ξανά.',
            'success' => 'Επιτυχής δημιουργία συντήρησης παγίου.',
        ],
        'edit'                       => [
            'error'   => 'Η συντήρηση του ενεργητικού δεν έχει επεξεργαστεί, δοκιμάστε ξανά.',
            'success' => 'Η συντήρηση του ενεργητικού έγινε με επιτυχία.',
        ],
        'asset_maintenance_incomplete' => 'Δεν ολοκληρώθηκε ακόμη',
        'warranty'                     => 'Εγγύηση',
        'not_warranty'                 => 'Δεν υπάρχει εγγύηση',
    ];
