<?php

return [
    'sent'	        => 'ប្រសិនបើអ្នកប្រើដែលត្រូវគ្នាជាមួយអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវមាននៅក្នុងប្រព័ន្ធរបស់យើង អ៊ីមែលសង្គ្រោះពាក្យសម្ងាត់ត្រូវបានផ្ញើ។',
    'user'			=> 'ប្រសិនបើអ្នកប្រើដែលត្រូវគ្នាជាមួយអាសយដ្ឋានអ៊ីមែលត្រឹមត្រូវមាននៅក្នុងប្រព័ន្ធរបស់យើង អ៊ីមែលសង្គ្រោះពាក្យសម្ងាត់ត្រូវបានផ្ញើ។',
    'token'         => 'និមិត្តសញ្ញាកំណត់ពាក្យសម្ងាត់ឡើងវិញនេះគឺមិនត្រឹមត្រូវ ឬផុតកំណត់ ឬមិនត្រូវគ្នានឹងឈ្មោះអ្នកប្រើប្រាស់ដែលបានផ្តល់។',
    'reset'         => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានកំណត់ឡើងវិញ!',
    'password_change'  => 'ពាក្យសម្ងាត់របស់អ្នកត្រូវបានធ្វើបច្ចុប្បន្នភាព!',
];
