<?php

    return [
        'not_found'                    => 'Актив не найден!',
        'delete'                       => [
            'confirm' => 'Вы уверены что хотите удалить?',
            'error'   => 'При удалении возникла проблема. Пожалуйста попробуйте еще раз.',
            'success' => 'Удалено.',
        ],
        'create'                       => [
            'error'   => 'Не выполнено, попробуйте еще раз.',
            'success' => 'Выполнено.',
        ],
        'edit'                       => [
            'error'   => 'Обслуживание активов не было отредактировано, повторите попытку.',
            'success' => 'Управление активами отредактировано успешно.',
        ],
        'asset_maintenance_incomplete' => 'Ещё не готово',
        'warranty'                     => 'Гарантия',
        'not_warranty'                 => 'Гарантии нет/истекла',
    ];
