<?php

return [
    'does_not_exist' => 'ไม่มี บริษัท',
    'deleted'        => 'บริษัทที่ถูกลบ',
    'assoc_users'    => 'บริษัท นี้เชื่อมโยงกับโมเดลอย่างน้อยหนึ่งรายการและไม่สามารถลบได้ โปรดอัปเดตโมเดลของคุณเพื่อไม่ให้ บริษัท นี้อ้างอิงอีกต่อไปและลองอีกครั้ง',
    'create' => [
        'error'   => 'บริษัท ไม่ได้สร้างโปรดลองอีกครั้ง',
        'success' => 'บริษัท สร้างสำเร็จแล้ว',
    ],
    'update' => [
        'error'   => 'บริษัท ไม่ได้รับการปรับปรุงโปรดลองอีกครั้ง',
        'success' => 'อัปเดต บริษัท สำเร็จแล้ว',
    ],
    'delete' => [
        'confirm' => 'คุณแน่ใจหรือไม่ว่าต้องการลบ บริษัท นี้',
        'error'   => 'เกิดปัญหาในการลบ บริษัท กรุณาลองอีกครั้ง.',
        'success' => 'บริษัท ถูกลบเรียบร้อยแล้ว',
    ],
];
