<?php

return [

    'accepted' => 'Դուք հաջողությամբ ընդունել եք այս տարրը։
',
    'declined' => 'Դուք հաջողությամբ մերժել եք այս տարրը։
',
    'bulk_manager_warn' => 'Ձեր օգտատերերը հաջողությամբ թարմացվել են, սակայն ղեկավարի գրառումը չի պահպանվել, քանի որ ընտրված ղեկավարը նույնպես գտնվում էր խմբագրվող օգտատերերի ցանկում, և օգտատերերը չեն կարող լինել իրենց սեփական ղեկավարը։ Խնդրում ենք կրկին ընտրել ձեր օգտատերերին՝ բացառելով ղեկավարին։
',
    'user_exists' => 'Օգտատերն արդեն գոյություն ունի։
',
    'cannot_delete' => 'Օգտատերը գոյություն չունի, կամ դուք չունեք նրան ջնջելու թույլտվություն։
',
    'user_not_found' => 'Օգտատերը գոյություն չունի, կամ դուք չունեք նրան դիտելու թույլտվություն։
',
    'user_login_required' => 'Մուտքի դաշտը պարտադիր է։',
    'user_has_no_assets_assigned' => 'Օգտատիրոջը ներկայումս ոչ մի ակտիվ չի հանձնվել։',
    'user_password_required' => 'Գաղտնաբառը պարտադիր է։
',
    'insufficient_permissions' => 'Ոչ բավարար լիազորություններ։',
    'user_deleted_warning' => 'Այս օգտատերը ջնջվել է։ Նրան խմբագրելու կամ նոր ակտիվներ հանձնելու համար հարկավոր է վերականգնել այս օգտատիրոջը։',
    'ldap_not_configured' => 'LDAP ինտեգրումը կազմաձևված չէ այս տեղադրման համար։
',
    'password_resets_sent' => 'Ակտիվացված և վավեր էլ. փոստի հասցե ունեցող ընտրված օգտատերերին ուղարկվել է գաղտնաբառի վերակայման հղում։
',
    'not_activated' => 'This user cannot login, so they cannot accept assets via email.',
    'password_reset_sent' => 'Գաղտնաբառի վերակայման հղումն ուղարկվել է :email հասցեին։',
    'user_has_no_email' => 'Այս օգտատերի պրոֆիլում էլ. փոստի հասցե նշված չէ։
',
    'log_record_not_found' => 'Այս օգտատերի պրոֆիլում էլ. փոստի հասցե նշված չէ։
',

    'success' => [
        'create' => 'Օգտատերը հաջողությամբ ստեղծվել է։
',
        'update' => 'Օգտատերը հաջողությամբ թարմացվել է։
',
        'update_bulk' => 'Օգտատերերը հաջողությամբ թարմացվել են։
',
        'delete' => 'Օգտատերը հաջողությամբ ջնջվել է։
',
        'ban' => 'Օգտատերն արգելափակվել է։
',
        'unban' => 'Օգտատերն ապաարգելափակվել է։
',
        'suspend' => 'Օգտատերը կասեցվել է։
',
        'unsuspend' => 'Օգտատերի կասեցումը հանվել է։
',
        'restored' => 'Օգտատերը հաջողությամբ վերականգնվել է։
',
        'import' => 'Օգտատերերը հաջողությամբ ներմուծվել են։
',
        'acceptance_reminder_sent' => 'Acceptance reminder sent for :count pending item.|Acceptance reminder sent for :count pending items.',
    ],

    'error' => [
        'create' => 'Օգտատիրոջ ստեղծման ժամանակ խնդիր է առաջացել։ Խնդրում ենք կրկին փորձել։',
        'update' => 'Օգտատիրոջ թարմացման ժամանակ խնդիր է առաջացել։ Խնդրում ենք կրկին փորձել։',
        'delete' => 'Օգտատիրոջ ջնջման ժամանակ խնդիր է առաջացել։ Խնդրում ենք կրկին փորձել։',
        'delete_has_assets' => 'Այս օգտատիրոջը հանձնված տարրեր կան և հնարավոր չէ ջնջել։
',
        'delete_has_assets_var' => 'Այս օգտատիրոջը դեռ հանձնված է մեկ ակտիվ։ Խնդրում ենք նախ վերադարձնել այն։|Այս օգտատիրոջը դեռ հանձնված է :count ակտիվ։ Խնդրում ենք նախ վերադարձնել դրանք։
',
        'delete_has_licenses_var' => 'Այս օգտատիրոջը դեռ հանձնված է մեկ լիցենզիայի տեղ։ Խնդրում ենք նախ վերադարձնել այն։|Այս օգտատիրոջը դեռ հանձնված է :count լիցենզիայի տեղ։ Խնդրում ենք նախ վերադարձնել դրանք։',
        'delete_has_accessories_var' => 'Այս օգտատիրոջը դեռ հանձնված է մեկ պարագա։ Խնդրում ենք նախ վերադարձնել այն։|Այս օգտատիրոջը դեռ հանձնված է :count պարագա։ Խնդրում ենք նախ վերադարձնել դրանք։',
        'delete_has_locations_var' => '1:17 AMԱյս օգտատերը դեռ կառավարում է մեկ գտնվելու վայր։ Խնդրում ենք նախ ընտրել մեկ այլ ղեկավար։|Այս օգտատերը դեռ կառավարում է :count գտնվելու վայր։ Խնդրում ենք նախ ընտրել մեկ այլ ղեկավար։
',
        'delete_has_users_var' => 'Այս օգտատերը դեռ կառավարում է մեկ այլ օգտատիրոջ։ Խնդրում ենք նախ ընտրել այդ օգտատիրոջ համար մեկ այլ ղեկավար։|Այս օգտատերը դեռ կառավարում է :count օգտատեր։ Խնդրում ենք նախ ընտրել նրանց համար մեկ այլ ղեկավար։
',
        'unsuspend' => 'Օգտատիրոջ կասեցումը հանելու ժամանակ խնդիր է առաջացել։ Խնդրում ենք կրկին փորձել։',
        'import' => 'Օգտատերերի ներմուծման ժամանակ խնդիր է առաջացել։ Խնդրում ենք կրկին փորձել։
',
        'asset_already_accepted' => 'This item has already been accepted.',
        'accept_or_decline' => 'Դուք պետք է կամ ընդունեք կամ մերժեք այս ակտիվը։',
        'cannot_delete_yourself' => 'Մենք շատ վատ կզգայինք, եթե դուք ջնջեիք ինքներդ ձեզ, խնդրում ենք վերանայել որոշումը։',
        'incorrect_user_accepted' => 'Ձեր կողմից ընդունել փորձած ակտիվը ձեզ չի հանձնվել։',
        'ldap_could_not_connect' => 'Հնարավոր չեղավ միանալ LDAP սերվերին։ Խնդրում ենք ստուգել LDAP սերվերի կազմաձևումը LDAP կոնֆիգուրացիոն ֆայլում։ <br>LDAP սերվերի սխալ՝',
        'ldap_could_not_bind' => 'Հնարավոր չեղավ կապվել LDAP սերվերին։ Խնդրում ենք ստուգել LDAP սերվերի կազմաձևումը LDAP կոնֆիգուրացիոն ֆայլում։ <br>LDAP սերվերի սխալ՝',
        'ldap_could_not_search' => 'Հնարավոր չեղավ որոնել LDAP սերվերում։ Խնդրում ենք ստուգել LDAP սերվերի կազմաձևումը LDAP կոնֆիգուրացիոն ֆայլում։ <br>LDAP սերվերի սխալ՝',
        'ldap_could_not_get_entries' => 'Հնարավոր չեղավ ստանալ գրառումներ LDAP սերվերից։ Խնդրում ենք ստուգել LDAP սերվերի կազմաձևումը LDAP կոնֆիգուրացիոն ֆայլում։ <br>LDAP սերվերի սխալ՝
',
        'password_ldap' => 'Այս հաշվի գաղտնաբառը կառավարվում է LDAP/Active Directory-ի կողմից։ Գաղտնաբառը փոխելու համար խնդրում ենք կապվել ձեր ՏՏ բաժնի հետ։',
        'multi_company_items_assigned' => 'Այս օգտատիրոջը հանձնված տարրեր կան, որոնք պատկանում են մեկ այլ ընկերության։ Խնդրում ենք վերադարձնել դրանք կամ խմբագրել դրանց ընկերությունը։',
        'no_pending_acceptances' => 'This user has no pending acceptances to remind them about.',
    ],

    'deletefile' => [
        'error' => 'Ֆայլը չի ջնջվել։ Խնդրում ենք կրկին փորձել։
',
        'success' => 'Ֆայլը հաջողությամբ ջնջվել է։
',
    ],

    'upload' => [
        'error' => 'Ֆայլ(եր)ը չի(են) վերբեռնվել։ Խնդրում ենք կրկին փորձել։
',
        'success' => 'Ֆայլ(եր)ը հաջողությամբ վերբեռնվել է(են)։
',
        'nofiles' => 'Դուք չեք ընտրել որևէ ֆայլ վերբեռնելու համար։
',
        'invalidfiles' => 'Ձեր ֆայլերից մեկը կամ մի քանիսը չափազանց մեծ են կամ անթույլատրելի տեսակի են։ Թույլատրելի ֆայլի տեսակներն են՝ png, gif, jpg, doc, docx, pdf և txt։',
    ],

    'inventorynotification' => [
        'error' => 'Այս օգտատիրոջ էլ. փոստի հասցեն սահմանված չէ։
',
        'success' => 'Օգտատերը ծանուցվել է իր ներկայիս գույքագրման մասին։',
    ],
];
